Repository: Zuluru/Languages
Catalog: ara/LC_MESSAGES/default.po
Languages: ara

source: Scores have been saved and game results posted.
ara: النتائج تم حفظها ونشرها في الموقع.

source: Your incident report details have been sent for handling.
ara: تقرير تفاصيل الحادثة تم إرساله للمعاملة.

source: There was an error sending your incident report details. Please send them to %s to ensure proper handling.
ara: حصل خطأ في إسال تقرير تفاصيل الحادثة. الرجاء إرسالهم إلى %s للتأكد من التعامل السليم.

source: scores
ara: نتائج

source: You do not have permission to edit that game.
ara: ليس لديك الحقوق لتعديل تلك المباراة.

source: score details
ara: تفاصيل النتيجة

source: Failed to save the score details!
ara: فشل في حفظ تفاصيل النتيجة!

source: Invalid score detail id
ara: رقم عضوية تفاصيل النتيجة غير صحيح

source: Failed to delete %s
ara: فشل في حذف %s

source: score detail
ara: تفاصيل النتيجة

source: You are not on the roster of a team playing in this game.
ara: أنت لست في قائمة اللاعبين لفريق يلعب في هذه المباراة.

source: You are not allowed to edit that %s.
ara: أنت غير مصرح لك بتعديل %s.

source: note
ara: ملاحظة

source: The %s has been deleted
ara: الـ %s تم حذفها

source: Note
ara: الملاحظة

source: You entered no text, so no note was added.
ara: لم تقم بإضافة نص، إذا لم تضاف الملاحظة.

source: You can only delete notes that you created.
ara: تستطيع فقط حذف الملاحظات التي صنعتها.

source: If you are absolutely sure that you want to delete it anyway, %s. <b>This cannot be undone!</b>
ara: إذا كنت متأكدا أنك تريد حذفها في كل الأحوال، %s. <b>لا يمكن الرجوع بعد إتمام العملية!</b>

source: click here
ara: انقر هنا

source: Game was deleted, but ratings were not reset
ara: تم حذف المباراة، ولكن لم تعاد تهيئة التقييم

source: Game was deleted, but game slot was not cleared
ara: تم حذف المباراة، ولكن لم يتم التخلص من حجز المباراة

source: That team is not playing in this game.
ara: ذلك الفريق لا يلعب في هذه المباراة.

source: That team does not have attendance tracking enabled.
ara: ذلك الفريق لا يملك سجل متابعة حضور مفعل.

source: player
ara: لاعب

source: That person does not have an attendance record for this game.
ara: ذاك الشخص لا يملك سجل حضور لهذه المباراة.

source: That person is not on this team.
ara: ذاك الشخص ليس في هذا الفريق.

source: The authorization code is invalid.
ara: رمز التصريح غير صحيح.

source: You are not allowed to change this attendance record.
ara: أنت غير مسموح لك بتغيير سجل قائمة الحضور هذه.

source: Failed to update the attendance status!
ara: فشل في تحديث حالة قائمة الحضور!

source: Failed to update the attendance comment!
ara: فشل في تحديث تعليق قائمة الحضور!

source: Attendance has been updated to %s.
ara: تم تحديث قائمة الحضور إلى %s.

source: Dependencies for that game have not yet been resolved!
ara: الإعتماديات لتلك المباراة لم تحل بعد!

source: That team did not play in that game!
ara: ذاك الفريق لم يلعب في تلك المباراة!

source: The score for that game has already been finalized.
ara: النتيجة لتلك المباراة تم تأكيدها مسبقا.

source: That team has already submitted a score for that game.
ara: ذاك الفريق أدخل نتيجة لتلك المباراة.

source: submitter
ara: المرسل

source: Someone else is currently updating the score for this game!\n\nIt's probably your opponent, try again right away.
ara: شخص آخر يقوم بتحديث النتيجة لهذه المباراة حاليا!\n\nمن الممكن أن يكون منافسك، الرجاء المحاولة بعد قليل.

source: The saved score does not match yours.\nSomeone else may have updated the score in the meantime.\n\nPlease refresh the page and try again.
ara: النتيجة المحفوظة لا تتوافق مع نتيجتك.\nشخص آخر قام بتحديث النتيجة حاليا.\n\nالرجاء تحديث الصفحة والمحاولة مرة أخرى.

source: You must indicate the scoring play so that the new score can be calculated.
ara: يجب عليك الإشارة لنتيجة اللعبة لكي تحسب النتيجة الجديدة.

source: Invalid scoring play!
ara: نتيجة اللعبة غير صحيح!

source: There was an error updating the score.\nPlease try again.
ara: حصل خطأ في تحديث النتيجة.\nالرجاء المحاولة مرة أخرى.

source: There was an error updating the box score.\nPlease try again.
ara: حصل خطأ في تحديث صندوق النتيجة.\nالرجاء المحاولة مرة أخرى.

source: You can't decrease the score below zero.
ara: لا تستطيع تقليل النتيجة لتحت الصفر.

source: You must indicate the play so that the box score will be accurate.
ara: يجب عليك الإشارة للعبة لكي يكون صندوق النتيجة دقيق.

source: Invalid play!
ara: لعبة غير صحيحة!

source: Game timer initialized.
ara: تم بدء موقت المباراة.

source: recorded
ara: تم تسجيله

source: Failed to load the %s library! Contact your system administrator.
ara: فشل في تحميل مكتبة %s! الرجاء التواصل مع مدير الموقع.

source: You have not authorized this site to tweet on your behalf. Configure this in the Profile Preferences page.
ara: لم تسمح لهذا الموقع بالتغريد عنك. قم بالإعدادات في صفحة خيارات ملفك الشخصي.

source: Your message has been tweeted.
ara: تم إرسال رسالتك كتغريدة.

source: Failed to send the tweet.
ara: فشل في إرسال التغريدة.

source: The opponent for that game has not been determined, so a score cannot yet be submitted.
ara: الفريق المنافس لتلك المباراة لم يحدد بعد، لذا النتيجة لا يمكن أن ترسل.

source: There is already a score submitted by your team for this game. To update this, use the "edit" link.
ara: يوجد نتيجة مرسلة مسبقا بواسطة فريقك لهذه المباراة. لتحديث هذا، استخدم وصلة "تعديل".

source: ID for posted score does not match the saved ID.
ara: رقم العضوية للنتيجة المدخلة لا يتطابق مع رقم العضوية المحفوظ.

source: There is already a spirit score submitted by your team for this game. To update this, use the "edit" link.
ara: هناك نتيجة روح فريق مرسلة بواسطة فريقك لهذه المباراة. لتحديث هذا، استخدم وصلة "تعديل" .

source: ID for posted spirit score does not match the saved ID.
ara: رقم العضوية المدخلة لنتيجة روح الفريق لا تتطابق مع رقم العضوية المحفوظ.

source: You have tried to perform an invalid all-star nomination.
ara: لقد حاولت أن تدخل ترشيح فريق كل النجوم غير صحيح.

source: a win for your team
ara: فوز لفريقك

source: a default loss for your team
ara: خسارة عن طريق الإنسحاب بالنسبة لفريقك

source: a %s-%s loss for your team
ara: خسارة بـ %s-%s بالنسبة لفريقك

source: a loss for your team
ara: خسارة لفريقك

source: a default win for your team
ara: فوز عن طريق الإنسحاب لفريقك

source: a %s-%s win for your team
ara: %s-%s هو فوز لفريقك

source: a tie
ara: تعادل

source: a %s-%s tie
ara: تعادل %s-%s

source: This score has been saved. Once your opponent has entered their score, it will be officially posted.<br/><br/>The score you have submitted indicates that this game was %s. If this is incorrect, you can edit the score to correct it.
ara: تم حفظ النتيجة. عندما يقوم منافسك بإدخال النتيجة، ستعرض رسميا.<br/><br/>النتيجة التي أرسلتها تبين أن هذه المباراة قد %s. إذا هذا غير صحيح، تستطيع تعديل النتيجة لإصلاحها.

source: This score agrees with the score submitted by your opponent. It will now be posted as an official game result.
ara: هذه النتيجة تتوافق مع النتيجة المرفقة من قبل منافسك. ستعرض النتيجة في الموقع الآن على أنها النتيجة الرسمية للمباراة.

source: game results
ara: نتيجة المباراة

source: You must provide a team ID.
ara: يجب عليك إرفاق رقم عضوية الفريق.

source: That league does not have stat tracking enabled!
ara: لم يتم تفعيل متابعة الإحصائيات لهذا الدوري

source: You must submit a score for this game before you can submit stats.
ara: يجب عليك إرسال نتيجة لهذه المباراة قبل أن تستطيع إرسال الإحصائيات.

source: Failed to delete previously saved %s
ara: فشل في حذف %s المحفوظة مسبقا

source: stats
ara: إحصائيات

source: The previously saved %s have been removed.
ara: الـ %s المحفوظة مسبقا تم حذفها.

source: You did not submit any stats. You can return to complete this at any time.
ara: لم تقوم بإرسال أي إحصائيات. تستطيع الرجوع لإكمالها لاحقا.

source: Game has already been finalized.
ara: تم تأكيد نتيجة المباراة.

source: No score entry found for either team; cannot finalize this game.
ara: لا توجد نتيجة مدخلة لكلا الفريقين، لا يمكن تأكيد نتيجة المباراة.

source: Could not successfully save game results.
ara: لم يتم حفظ نتائج المباراة بنجاح.

source: This game has not yet started.
ara: لم تبدأ هذه المباراة بعد.

source: No stats have been entered for this game.
ara: لا توجد إحصاءات مدخلة لهذه الباراة.

source: The holiday has been saved
ara: تم حفظ الإجازة

source: The holiday could not be saved. Please, try again.
ara: لم يتم حفظ الإجازة. الرجاء المحاولة مرة أخرى.

source: Invalid holiday
ara: الإجازة غير صحيحة

source: Invalid id for holiday
ara: رقم العضوية غير صحيح للإجازة

source: Holiday deleted
ara: تم حذف الإجازة

source: Holiday was not deleted
ara: لم يتم حذف الإجازة.

source: The following records reference this league, so it cannot be deleted.
ara: السجلات التالية تقتبس هذا الدوري، لذلك لا يمكن حذفه.

source: League
ara: الدوري

source: This league has no divisions yet.
ara: هذا الدوري لا يحتوي على مستويات بعد.

source: This league has no games scheduled yet.
ara: هذا الدوري لا يحتوي على مباريات مجدولة بعد.

source: Cannot generate standings for a league with no schedule.
ara: لا يمكن تكوين الترتيب لدوري بدون جدول.

source: The syntax of the mailing list rule is valid, but it is not possible to build a query which will return the expected results. See the "rules engine" help for suggestions.
ara: صيغة قاعدة قائمة البريد صحيحة، ولكن من غير الممكن بناء طلب (query) سيقوم بإرجاع النتائج المتوقعة. انظر في مساعدة "محرك القواعد" للاقتراحات.

source: The following records reference this mailing list, so it cannot be deleted.
ara: السجلات التالية تقتبس قائمة البريد هذه، لذلك لا يمكن حذفها.

source: Mailing list
ara: قائمة البريد

source: You are not subscribed to this mailing list.
ara: أنت غير مشترك في قائمة البريد هذه.

source: You have successfully unsubscribed from this mailing list. Note that you may still be on other mailing lists for this site, and some emails (e.g. roster, attendance and score reminders) cannot be opted out of.
ara: لقد تم إلغاء اشتراكك من قائمة البريد هذه. لاحظ أنك تستطيع أن تكون في قوائم بريد مختلفة في هذا الموقع وبعض الايميلات (مثلا قائمة اللاعبين، الحضور والتنبيهات) ستصلك دائما.

source: There was an error unsubscribing you from this mailing list. Please try again soon, or contact your system administrator.
ara: حدث خطأ في إلغاء اشتراكك من قائمة البريد هذه. الرجاء المحاولة مرة أخرى أو مراسلة مدير الموقع.

source: That %s has not yet been laid out.
ara: تم تنصيب الشكل %s.

source: %s layout
ara: الشكل %s

source: Before using the layout editor, you must set the default latitude and longitude for your organization.
ara: قبل استخدام محرر الشكل، يجب عليك تنصيب خط العرض والطول الافتراضيين للشركة.

source: The following records reference this newsletter, so it cannot be deleted.
ara: السجلات التالية تقتبس هذه النشرة، لذلك لا يمكن حذف.

source: Newsletter
ara: النشرة

source: Finished sending newsletters
ara: تم الإنتهاء من إرسال النشرات

source: End date cannot precede start date
ara: تاريخ الانتهاء لا يمكن أن يكون قبل تاريخ البداية.

source: You must select at least one affiliate that you are interested in.
ara: يجب عليك اختيار نادي على الأقل أنت مهتم فيه.

source: You must select an affiliate that you are interested in.
ara: يجب عليك اختيار نادي أنت مهتم فيه.

source: Your profile has been saved
ara: تم حفظ ملفك الشخصي

source: You do not have a note on that %s.
ara: ليس لديم ملاحظة على ذاك %s.

source: preferences
ara: خيارات

source: Failed to save your preferences
ara: فشل في حفظ خياراتك

source: %s is already your relative.
ara: %s مُضاف كنسيب من قبل.

source: Error sending email to %s.
ara: فشل في إرسال الإيميل إلى %s.

source: This person does not have an outstanding relative request for you.
ara: لا يوجد طلب قرابة معلق بينك وبين هذا الشخص.

source: You are not allowed to approve this relative request.
ara: أنت غير مصرح لك بالموافقة على طلب القرابة هذا.

source: Failed to approve the relative request!
ara: فشل في الموافقة على طلب القرابة!

source: Approved the relative request.
ara: تمت الموافقة على طلب القرابة.

source: This person is already not related to you.
ara: هذا الشخص لديه قرابة معك مسبقا.

source: You are not allowed to remove this relation.
ara: لا يسمح لك إلغاء هذه القرابة.

source: Failed to remove the relation!
ara: فشل في إلغاء القرابة!

source: Removed the relation.
ara: قم بإلغاء القرابة.

source: The oauth token you started with doesn't match the one you've been redirected with. Do you have multiple tabs open?
ara: رمز oauth الذي بدأته لا يتطابق مع الرمز الذي تم ارسالك إليه. هل لديك عدة صفحات مفتوحة؟

source: The oauth verifier is missing so we cannot continue. Did you deny the appliction access?
ara: مدقق oauth ضائع لذلك لا يمكن الاستمرار. هل رفضت التصريح لهذا التطبيق؟

source: Your Twitter authorization has been completed. You can always revoke this at any time through the preferences page.
ara: تم إكمال تصريحك في تويتر. تستطيع دائما إلغائه في أي وقت في صفحة الخيارات.

source: Twitter authorization was received, but the database failed to update.
ara: تم استلام تصريح تويتر، ولكن فشل في تحديث قاعدة البيانات.

source: There was an error communicating with Twitter.
ara: حصل خطأ في التواصل مع تويتر.

source: The callback was not confirmed by Twitter so we cannot continue.
ara: لم يتم تأكيد الرد بواسطة تويتر لذلك لا يمكن الاستمرار.

source: Your Twitter authorization has been revoked. You can always re-authorize at any time through the preferences page.
ara: تم إبطال تصريحك لموقع تويتر. تستطيع دائما إعادة التصريح في أي وقت عبر صفحة الخيارات.

source: Failed to revoke your Twitter authorization.
ara: فشل في إلغاء تصريحك لموقع تويتر.

source: Uploading of photos is disabled on this site.
ara: رفع الصور لهذا الموقع غير مفعل حاليا.

source: Your temp folder %s does not exist or is not writable.
ara: مجلد temp %s الخاص بك غير موجود أو غير قابل للكتابة.

source: This system does not appear to be properly configured for photo uploads. Please contact your administrator to have them correct this.
ara: هذا النظام لم يتم إعداده لاستقبال الصور المرفوعة. الرجاء مراسلة مدير الموقع لجعلهم يصلحوا المشكلة.

source: Your uploads folder %s does not exist or is not writable.
ara: مجلد الرفع %s الخاص بك غير موجود أو غير قابل للكتابة.

source: There was an unexpected error uploading the file. Please try again.
ara: حدث خطأ غير متوقع خلال عملية الرفع. الرجاء المحاولة مرة أخرى.

source: The selected photo is too large. Photos must be less than %s.
ara: الصورة المختارة مساحتها كبيرة جدا، الصور يجب أن تكون مساحتها أقل من %s.

source: You must select a photo to upload
ara: يجب عليك اختيار صورة لرفعها

source: Supported formats are PNG, JPEG and GIF.
ara: الصيغ المقبولة هي PNG، JPEG و GIF

source: Unexpected error uploading the file
ara: خطأ غير متوقع عند رفع الملف

source: The %s has been saved, but will not be visible until approved
ara: الـ %s تم حفظه، ولكن لن يعرض حتى تتم الموافقة عليه

source: photo
ara: صورة

source: Approval of photos is not required on this site.
ara: الموافقة على الصور ليس من متطلبات هذا الموقع.

source: There are no photos to approve.
ara: لا توجد أي صور للموافقة عليها.

source: Error sending email to %s
ara: فشل في إرسال الإيميل إلى %s

source: Document management is disabled on this site.
ara: إدارة المجلد غير مفعلة في هذا الموقع.

source: document
ara: مجلد

source: You do not have permission to access this document.
ara: لا توجد لديك شروط للدخول لهذا المجلد.

source: This system does not appear to be properly configured for document uploads. Please contact your administrator to have them correct this.
ara: النظام لم يتم اعداده لخاصية رفع المجلدات. الرجاء التواصل مع مدير الموقع ليصلحوا هذه المشكلة.

source: The selected document is too large. Documents must be less than %s.
ara: المجلد المختار مساحته كبيرة جدا. يجب أن تكون مساحة المجلد أقل من %s

source: You must select a document to upload
ara: يجب عليك اختيار مجلد لرفعه

source: Document saved, you will receive an email when it has been approved
ara: تم حفظ مجلدك، سوف تستلم رسالة إلكترونية عندما تتم الموافقة عليه

source: Failed to save your document
ara: فشل في حفظ مجلدك

source: There are no documents to approve.
ara: لا توجد أي مجلدات للموافقة عليها.

source: Approved %s
ara: تمت الموافقة على %s

source: Failed to approve the document
ara: فشل في الموافقة على المجلد

source: Updated %s
ara: تم تحديث %s

source: Failed to update the document
ara: فشل في تحديث المجلد

source: You must select an badge!
ara: يجب عليك اختيار شارة!

source: Inactive %s
ara: %s غير مفعل

source: This badge must be earned, not granted.
ara: هذه الشارة تكسب باستحقاق ولا تمنح.

source: The badge has been assigned
ara: تم تعيين الشارة

source: Your nomination has been saved
ara: تم حفظ ترشيحك

source: Your badge assignment could not be saved. Please, try again.
ara: لم يتم حفظ تعيينك للشارة. الرجاء المحاولة مرة أخرى.

source: Your nomination could not be saved. Please, try again.
ara: لم يتم حفظ ترشيحك، الرجاء المحاولة مرة أخرى.

source: That person is not a member of this affiliate.
ara: ذاك الشخص ليس عضوا في هذا النادي.

source: Badges are not enabled on this site.
ara: خاصية الشارات غير مفعلة في هذا الموقع.

source: There are no badges to approve.
ara: لاتوجد شارات للموافقة عليها.

source: The following records reference this person, so it cannot be deleted.
ara: السجلات التالية تقتبس هذا الشخص، لذلك لا يمكن حذفه.

source: Person
ara: الشخص

source: The syntax of the rule is valid, but it is not possible to build a query which will return the expected results. See the "rules engine" help for suggestions.
ara: صيغة قاعدة قائمة البريد صحيحة، ولكن من غير الممكن بناء طلب (query) سيقوم بإرجاع النتائج المتوقعة. انظر في مساعدة "rules engine" للاقتراحات.

source: No matches found!
ara: لم يوجد نتائج البحث!

source: You must select a disposition for this account
ara: يجب عليك اختيار طريقة الترتيب لهذا الحساب

source: That account has already been approved
ara: الحساب تمت الموافقة عليه مسبقا

source: Couldn't save new member activation
ara: فشل في حفظ تفعيل العضو الجديد

source: Couldn't save new member information
ara: فشل في حفظ معلومات العضو الجديد

source: The preregistration has been saved
ara: تم حفظ التسجيل المسبق

source: The preregistration could not be saved. Please, try again.
ara: لم يمكن حفظ التسجيل المسبق. الرجاء المحاولة مرة أخرى.

source: You must select an event!
ara: يجب أن تختار حدث!

source: Invalid id for preregistration
ara: رقم عضوية غير صحيح للتسجيل المسبق

source: Preregistration
ara: التسجيل المسبق

source: price point
ara: نقطة السعر

source: The following records reference this price, so it cannot be deleted.
ara: السجلات التالية تقتبس هذا السعر، لذلك لا يمكن حذفها.

source: You cannot delete the only price point on an event.
ara: لا تستطيع حذف نقطة السعر الوحيدة في حدث

source: Price point
ara: نقطة سعر

source: questionnaire
ara: استبيان

source: The following records reference this questionnaire, so it cannot be deleted.
ara: السجلات التالية تقتبس هذا الاستبيان، لذلك لا يمكن حذفه.

source: Questionnaire
ara: إستبيان

source: question
ara: سؤال

source: The following records reference this question, so it cannot be deleted.
ara: السجلات التالية تقتبس هذا السؤال، لذلك لا يمكن حذفه.

source: Question
ara: السؤال

source: The following records reference this region, so it cannot be deleted.
ara: السجلات التالية تقتبس هذه المنطقة، لذلك لا يمكن حذفها.

source: Region
ara: المنطقة

source: Start date must be before end date!
ara: تاريخ البداية يجب أن يكون قبل النهاية!

source: A minimum deposit of $%s is required.
ara: مطلوب حد ادنى للدفع بمقدار $%s

source: This deposit exceeds the total cost of $%s.
ara: هذا العربون يتعدى القيمة الاجمالية $%s

source: Your preferences have been saved and your registration confirmed.
ara: تم حفظ خياراتك وتم تأكيد تسجيلك.

source: Your preferences for this registration have been saved.
ara: تم حفظ خياراتك لهذا التسجيل.

source: You have been added to the waiting list for this event.
ara: لقد تمت إضافتك لقائمة الإنتظار لهذا الحدث.

source: Your registration for this event has been confirmed.
ara: تم تأكيد تسجيلك لهذا الحدث.

source: You have no available credits.
ara: ليس لديك رصيد متوفر.

source: credit
ara: دين

source: The payment deadline has passed. Please choose another payment option.
ara: انتهت مهلة الدفع. الرجاء اختيار طريقة اخرى للدفع.

source: The payment deadline has passed.
ara: انتهت مهلة الدفع.

source: The event has filled up since you registered.
ara: الحدث اكتمل منذ ان سجلت.

source: There was an error redeeming the credit.
ara: حصل خطأ في استعمال الرصيد.

source: The credit has been applied to the chosen registration.
ara: تم استعمال الرصيد في التسجيل المختار.

source: Payment deadline has passed
ara: انتهت مهلة الدفع

source: Filled up since you registered
ara: تعبأ الحدث منذ ان قمت بالتسجيل

source: In a different affiliate
ara: في دوري آخر

source: Deposit paid; balance must be paid off-line
ara: تم دفع العربون: يجب دفع البقية في الملعب

source: You have already paid for this! Contact the office to arrange a refund.
ara: لقد دفعت المبلغ لهذا مسبقا! الرجاء التواصل مع مدير الموقع من أجل إرجاع المبلغ.

source: This registration has already been cancelled. Cancelled records are kept on file for accounting purposes.
ara: تم الغاء هذا التسجيل. يتم الاحتفاظ بالتسجيلات الملغاة لغرض الحساب.

source: You may only unregister from events that you have registered for!
ara: تستطيع فقط إلغاء التسجيل للأحداث التي سجلت فيها!

source: Successfully unregistered from this event.
ara: تم إلغاء الحجز لهذا الحدث بنجاح.

source: There was an error updating the audit record in the database. Contact the office to ensure that your information is updated, quoting order #<b>%s</b>, or you may not be allowed to be added to rosters, etc.
ara: حدث خطأ في تحديث سجل التدقيق في قاعدة البيانات. الرجاء التواصل مع مدير الموقع للتأكد أنه تم تحديث معلوماتك، باقتباس رقم الفاتورة #<b>%s</b>، أو قد لا يسمح لك بأن تضاف إلى قائم اللاعبين، إلخ.

source: Your payment was approved, but there was an error updating your payment status in the database. Contact the office to ensure that your information is updated, quoting order #<b>%s</b>, or you may not be allowed to be added to rosters, etc.
ara: تم قبول عملية الدفع، ولكن حدث خطأ في تحديث حالة عملية الدفع في قاعدة البيانات. الرجاء التواصل مع مدير الموقع للتأكد أنه تم تحديث معلوماتك، باقتباس رقم الفاتورة #<b>%s</b>، أو قد لا يسمح لك بأن تضاف إلى قوائم اللاعبين، إلخ.

source: There was an error updating the payment record in the database. Contact the office to ensure that your information is updated, quoting order #<b>%s</b>, or you may not be allowed to be added to rosters, etc.
ara: حدث خطأ في تحديث سجل عملية الدفع في قاعدة البيانات. الرجاء التواصل مع مدير الموقع للتأكد أن معلوماتك تم تحديثها، باقتباس رقم الفاتورة #<b>%s</b>، أو قد لا يسمح لك بأن تصاف إلى قوائم اللاعبين، إلخ.

source: This registration is marked as %s.
ara: هذا التسجيل مشار على أنه %s.

source: This registration is already paid in full; you may need to edit it manually to mark it as paid.
ara: تم دفع المبلغ لهذا التسجيل كاملا، قد تحتاج تعديل هذا للإشارة أنه مدفوع.

source: payment
ara: عملية دفع

source: Failed to update payment status.
ara: فشل في تحديث حالة الدفع!

source: transfer
ara: نقل

source: This payment has already been fully refunded.
ara: تم إرجاع هذا المبلغ كاملا.

source: Only payments can be refunded.
ara: فقط عمليات الدفع ممكن إرجاعها.

source: refund
ara: إرجاع المبلغ

source: Failed to issue refund through online processor. Refund data was NOT saved. You can try again, or uncheck the "Issue refund through online payment provider" box and issue the refund manually.
ara: فشل في إصدار إرجاع المبلغ عبر الانترنت. معلومات إرجاع المبلغ لم يتم حفظها. تستطيع المحاولة مرة أخرى، أو قم بإلغاء تفعيل صندوق "إصدار إرجاع المبلغ عبر الانترنت" وأصدر إرجاع المبلغ يدويا.

source: Only payments can be credited.
ara: فقط عمليات الدفع ممكن تسليفها.

source: The %s could not be saved.
ara: الـ %s لا يمكن حفظه.

source: Only payments can be transferred.
ara: فقط عمليات الدفع ممكن نقلها.

source: This user has no unpaid registrations to transfer the payment to.
ara: هذا المستخدم ليس لديه أي تسجيلات غير مدفوعة لنقل الدفع إليه.
