Repository: Zuluru/Languages
Catalog: ara/LC_MESSAGES/default.po
Languages: ara

source: Percentage of division
ara: نسبة المستوى

source: Spirit reports per game
ara: تقارير روح الفريق لكل مباراة

source: Entry By
ara: مدخل بواسطة

source: Given To
ara: معطى إلى

source: Entered
ara: مدخل

source: Assigned
ara: معيّن

source: Most Spirited
ara: أكثر الفرق حماسا

source: Comment for entry above:
ara: قم بالتعليق على الإدخال في الأعلى:

source: Highlight for entry above:
ara: ألقي الضوء على الإدخال في الأعلى:

source: Division Standings
ara: جدول ترتيب المستوى

source: Preliminary rounds
ara: الجولات التمهيدية

source: Playoff brackets
ara: جدول دوري خروج الخاسر

source: Gender
ara: الجنس

source: Status
ara: الحالة

source: Day
ara: يوم

source: League Details
ara: تفاصيل الدوري

source: Season
ara: الموسم

source: Spirit Questionnaire
ara: استبيان روح الفريق

source: Spirit Numeric Entry
ara: الإدخال الرقمي لروح الفريق

source: Spirit Display
ara: صفحة روح الفريق

source: Expected Max Score
ara: النتيجة القصوى المتوقعة

source: TeamID
ara: رقم الفريق

source: Opponent
ara: المنافس

source: Team Score
ara: نتيجة الفريق

source: Opp Score
ara: نتيجة الفريق المنافس

source: Calc Spirit
ara: حاسبة روح الفريق

source: send an email right away
ara: قم بإرسال البريد الإلكتروني الآن

source: Remind me later
ara: نبهني لاحقا

source: Show All
ara: عرض الكل

source: Shirt colour
ara: لون القميص

source: To ensure proper operation, please
ara: لضمان التشغيل السليم، الرجاء

source: complete your update
ara: قم بإكمال تحديثك

source: You have enabled the affiliate option, but have not yet created any affiliates.
ara: لقد قمت بتفعيل خاصية الأندية، ولكنك لم تضف أي فرق منتسبة.

source: Create one now!
ara: أضف واحد الآن!

source: You have no open facilities.
ara: ليس لديك مراكز ملاعب مفتوحة.

source: View Facility
ara: اظهار المركز

source: Edit Facility
ara: تعديل مركز الملاعب

source: Delete Facility
ara: حذف مركز الملاعب

source: You have no current or upcoming leagues.
ara: ليس لديك دوريات حالية أو قادمة.

source: You have no current or upcoming registration events.
ara: ليس لديك أحداث تسجيل حالية أو قادمة.

source: You are not yet on any teams.
ara: أنت لست منظما لأي فريق حتى الآن.

source: View Division Details
ara: عرض تفاصيل المستوى

source: Edit Division
ara: تعديل المستوى

source: Initialize Ratings
ara: تهيئة التقيييمات

source: See Division Spirit Report
ara: عرض تقرير مستوى روح الفريق

source: %s Distribution
ara: توزيع %s

source: Clone Division
ara: نسخ المستوى

source: Allstars
ara: فريق كل النجوم

source: Delete Division
ara: حذف المستوى

source: Open
ara: مفتوح

source: Closed
ara: مغلق

source: First Game
ara: أول مباراة

source: Last Game
ara: آخر مباراة

source: Roster Deadline
ara: الموعد النهائي لقائمة اللاعبين

source: Roster Rule
ara: قاعدة قائمة اللاعبين

source: Roster Method
ara: طريقة قائمة اللاعبين

source: Schedule Type
ara: نوع الجدول

source: Rating Calculator
ara: حاسبة التقييم

source: Exclude Teams
ara: استثناء الأفرقة

source: Scoring reminder delay
ara: تأخير تنبيه نتيجة المباراة

source: Game finalization delay
ara: تأخير تأكيد نهاية المباراة

source: All-star nominations
ara: ترشيحات فريق كل النجوم

source: All-star nominations from
ara: ترشيحات فريق كل النجوم من

source: Most spirited player
ara: أكثر اللاعبين حماسا

source: Register to play in this division:
ara: سجل لتلعب في هذا المستوى:

source: Type
ara: النوع

source: Divisions Coordinated
ara: المستويات منسقة

source: here
ara: هنا

source: check up-to-the-minute details
ara: تأكد من آخر وأحدث التفاصيل

source: set your attendance in advance
ara: قم بعمل قائمة الحضور مقدما

source: update this or check up-to-the-minute details
ara: قم بتحديث هذا أو تأكد من آخر وأحدث التفاصيل

source: pay for this registration
ara: الدفع لهذا الاشتراك

source: remove yourself from the waiting list
ara: قم بازالة نفسك من قائمة الانتظار

source: re-register for this
ara: اعادة التسجيل لهذا

source: Accept the request
ara: الموافقة على الطلب

source: Decline the request
ara: رفض الطلب

source: check availability
ara: التأكد من التوفر

source: Accept the invitation
ara: قم بتلبية الدعوة

source: Decline the invitation
ara: ارفض الدعوة

source: Cost
ara: القيمة

source: Opens on
ara: يفتح في

source: Closes on
ara: يغلق في

source: Register Now
ara: سجل الآن

source: You cannot register for any events until you are %s to the site. The system can help you %s or %s.
ara: لا تستطيع التسجيل لأي حدث حتى %s في الموقع. النظام سيساعدك %s و %s.

source: logged on
ara: مسجل الدخول

source: recover forgotten passwords
ara: إستعادة كلمة المرور التي نسيتها

source: create a new profile (and user ID with password) if you are new to the %s site
ara: أضف ملف شخصي جديد (ورقم مستخدم مع كلمة مرور) إذا كنت جديدا لموقع %s

source: Add a sub
ara: أضف إحتياط

source: Current attendance: %s
ara: الحضور الحالي: %s

source: Comment
ara: تعليق

source: Attendance comment
ara: تعليقات الحضور

source: If you want to add a personal note to the player, do so here. To include no note with this invitation, leave this blank, but click "Save". "Cancel" will abort the invitation entirely.
ara: إذا أردت إضافة ملاحظة خاصة للاعب، افعل ذلك هنا. لعدم إضافة ملاحظة مع الدعوة، اتركه فارغا، ولكن اضغط "حفظ". "إلغاء" سيحذف الدعوة كليا.

source: home
ara: مضيف

source: View Game Attendance Report
ara: عرض تقرير حضور المباراة

source: vs.
ara: ضد

source: away
ara: زائر

source: at
ara: في

source: at
ara: في

source: report to
ara: قدّم التقرير إلى

source: Game started
ara: بدأت المباراة

source: Timeout
ara: وقت مستقطع

source: Delete Score Detail
ara: حذف تفاصيل النتيجة

source: Are you sure you want to delete this?
ara: هل أنت متأكد أنك تريد حذف هذا؟

source: Recent and Upcoming Schedule
ara: الجدول الحالي والقادم

source: Stat Sheet
ara: صفحة الإحصائيات

source: This stat sheet will only include players who have indicated that they are playing, plus a couple of blank lines.\n\nFor a stat sheet with your full roster, use the link from the team view page.
ara: صفحة الإحصائيات هذه ستضمن فقط اللاعبين الذين بينوا أنهم سيلعبون، إضافة إلى بعض الأسط الفارغة.\n\nلصفحة إحصائيات تحتوي قائمة لاعبيك كاملة، استخدم الوصلة من صفحة عرض الفريق.

source: Add Note
ara: أضف ملاحظة

source: View Event Attendance
ara: عرض حضور الحدث

source: Because this team does not have attendance tracking enabled, the list below assumes that all regular players are attending and all subs are unknown. To enable attendance tracking, %s.
ara: لأن هذا الفريق لم يفعل خاصية متابعة حضور اللاعبين، القائمة في الأسفل تعتبر جميع اللاعبين الأساسيين والإحتياطيين الذين يحضرون مجهولون. لتفعيل خاصية متابعة الحضور، %s.

source: edit the team record
ara: تعديل سجل الفريق

source: Player
ara: لاعب

source: Unlisted Subs
ara: الإحتياط غير المدرج

source: New Users
ara: المستخدمين الجدد

source: Advanced Users
ara: المستخدمين المتقدمين

source: Site Setup and Configuration
ara: تهيئة وإعداد الموقع

source: Player Management
ara: إدارة اللاعب

source: League Management
ara: إدارة الدوري

source: %s Management
ara: إدارة %s

source: Events
ara: أحداث

source: Schedules
ara: جداول

source: and
ara: و

source: Facilities
ara: مراكز اللعب

source: Rules Engine
ara: محرك القواعد

source: edit the division
ara: تعديل المستوى

source: Edit your preferences
ara: تعديل خيارتك الشخصية

source: edit your preferences
ara: تعديل إعداداتك

source: advanced users guide
ara: دليل المستخدمين المتقدم

source: captains guide
ara: دليل الكباتن

source: map of all %s
ara: عرض خريطة كل %s

source: registration system
ara: نظام التسجيل

source: Approve
ara: تأكيد

source: Photos
ara: صور

source: Registrations
ara: التسجيلات

source: Online Payments
ara: الدفع على الانترنت

source: Upload Photo
ara: رفع الصورة

source: Check the "mark this registration as refunded" box if the registration should be considered fully refunded. This may remove associated team records, invalidate other registrations that the user has and/or open up registration spots for others.
ara: قم بتحديد صندوق "mark this registration as refunded" إذا كان التسجيل يعتبر قابل لإرجاع كامل المبلغ. هذا قد يحذف نتائج الفريق المعني، يبطل مفعول التسجيلات الأخرى التي عملها المستخدم ويفتح المجال لمستخدمين آخرين.

source: You typically do not want to check this if you are issuing a partial refund, e.g. if a team drops out part way through a season and you need their game results to remain for other team standings to be correct.
ara: أنت عادة لا تريد تحديد هذه إذا اردت ارجاع جزء من المبلغ، مثلا إذا انسحب فريق في منتصف الموسم وأردت نتائج مبارياته أن تظل لترتيبات فريق آخر بحيث تكون صحيحة.

source: NOT
ara: ليس

source: %s is part of %s, a %s initiative to provide jQuery implementations of internationalisation features.
ara: %s جزء من %s، %s السباق لتوفير مميزات عالمية.

source: To use ULS, you must first perform steps along these lines:
ara: لاستعمال الULS، عليك اتباع الخطوات التالية:

source: Registration Help
ara: مساعدة التسجيل

source: View League Details
ara: عرض تفاصيل الدوري

source: Edit League
ara: تعديل دوري

source: Clone League
ara: نسخ دوري

source: Add Division
ara: إضافة مستوى

source: Delete League
ara: حذف دوري

source: Rating Points
ara: نقاط التقييم

source: lose
ara: خسارة

source: gain
ara: كسب

source: Available %s
ara: متاح %s

source: Initialize schedule dependencies
ara: تهيئة الأمور التي يعتمد عليها الجدول

source: Reset schedule dependencies
ara: إعادة الأمور التي يعتمد عليها الجدول

source: Edit Week
ara: تعديل الاسبوع

source: Delete Week
ara: حذف الاسبوع

source: Reschedule
ara: إعادة الجدول

source: Unpublish
ara: عدم النشر

source: Publish
ara: قم بالنشر

source: Winner of
ara: الفائز في

source: Loser of
ara: الخاسر في

source: For normal usage, it is safest to only change %s values for tournament or playoff games; editing of other values should be reserved for extreme situations
ara: للاستعمال العادي، من الآمن تغيير %s لمباريات البطولة او التصفيات: تعديل القبم الأخرى لا يستعمل الا للحالات المستعصية.

source: Time/%s
ara: وقت/%s

source: Set as published for player viewing?
ara: قم بالنشر للعرض من قبل اللاعبين؟

source: Allow double-headers?
ara: السماح بمبارتي ذهاب وإياب؟

source: Allow teams to be booked on more than one day?
ara: السماح للفرق بالحجز في أكثر من يوم؟

source: Allow double-booking?
ara: السماح بإنذارين؟

source: Allow cross-division games?
ara: السماح بمباريات بين المستويات؟

source: Seed
ara: الإدراج

source: Season To Date
ara: الموسم المؤرخ

source: Streak
ara: متتالي

source: Wins
ara: فوز

source: W
ara: ف

source: Losses
ara: خسائر

source: L
ara: خ

source: Ties
ara: تعادلات

source: T
ara: ت

source: Defaults
ara: إنسحابات

source: D
ara: إنسـ

source: Goals For
ara: أهداف له

source: GF
ara: أهـ ل

source: Goals Against
ara: أهداف عليه

source: GA
ara: أهـ ع

source: Plus/Minus
ara: له/عليه

source: Points
ara: نقاط

source: P
ara: ن

source: Delete pool games
ara: حذف مجموعة مباريات

source: Pool %s
ara: مجموعة %s

source: Players
ara: لاعبين

source: From
ara: من

source: TBD
ara: يحدد لاحقا

source: If you prefer to pay offline (via %s), the online portion of your registration process is now complete, but you must do the following to make payment:
ara: إذا فضلت الدفع عبر (%s)، تم الإنتهاء من الجزء المتواجد على الشبكة من عملية التسجيل، ولكن يجب عليك عمل التالي من أجل الدفع:

source: The online portion of your registration process is now complete, but you must do the following to make payment:
ara: تم الإنتهاء من الجزء المتواجد على الشبكة من عملية التسجيل، لكن يجب عليك الدفع عبر التالي:

source: Refund Policy
ara: سياسة إرجاع الأموال

source: Order ID
ara: رقم الطلب

source: Approval Code
ara: رمز التأكيد

source: Response Code
ara: رمز الرد

source: Issuer Confirmation
ara: تأكيد الجهة المصدرة

source: Description
ara: الوصف

source: Chase Paymentech Options
ara: خيارات Chase Paymentech

source: Live payment page ID
ara: غرفة الدفع المباشر

source: Live transaction key
ara: رمز العملية

source: Live response key
ara: رمز الرد

source: Test payment page ID
ara: صفحة الدفع التجريبي

source: These test settings are only required if you are doing test payments through %s
ara: هذه الاعدادات التجريبية مطلوبة فقط في حال كنت تدفع تجريبيا بواسطة %s

source: Test transaction key
ara: اختبار رمز العملية

source: Test response key
ara: اختبار رمز الرد

source: Moneris Options
ara: خيارات Moneris

source: Live store ID
ara: المتجر المباشر

source: Live store password
ara: كلمة مرور المتجر المباشر

source: Test store ID
ara: المتجر التجريبي

source: Test store password
ara: كلمة مرور المتجر التجريبي

source: Paypal Options
ara: خيارات Paypal

source: PayPal
ara: باي بال

source: View API signature
ara: اظهار توقيع الAPI

source: Live API username
ara: اسم مستخدم الAPI

source: Live API password
ara: كلمة مرور الAPI المباشر

source: Live signature
ara: التوقيع المباشر

source: To do any testing of your registration system, you need a %s.
ara: لعمل أي اختبار لنظام الاشتراك الخاص بك، تحتاج الى %s

source: PayPal Sandbox account
ara: حساب باي بال ساند بوكس

source: Sandbox API username
ara: حساب ساند بوكس API

source: Sandbox API password
ara: كلمة مرور الAPI

source: Sandbox signature
ara: توقيع الساند بوكس

source: Badge comment
ara: تعليق الشارة

source: cm
ara: سنتيميتر

source: inches
ara: انش(بوصة)

source: Confirm
ara: تأكيد

source: Document comment
ara: تعليق المجلد

source: If you want to add a comment to the player, do so here.
ara: إذا اردت إضافة تعليق للاعب، افعل ذلك هنا.

source: Add Number
ara: أضف رقما

source: Shirt Number
ara: رقم القميص

source: Enter the new shirt number here, or leave blank to assign no shirt number.
ara: أدخل رقم القميص هنا، أو اترك الحقل فارغ لعدم تعيين رقم القميص.

source: invited
ara: مدعو

source: requested
ara: تم طلبه

source: request
ara: طلب

source: remove
ara: حذف

source: Are you sure you want to %s this %s?
ara: هل أنت متأكد أنك تريد %s هذا %s؟

source: accept
ara: موافقة

source: decline
ara: رفض

source: Delete Note
ara: حذف الملاحظة

source: Edit Note
ara: تعديل ملاحظة

source: To prevent system abuses, this can only be changed by an administrator. To change this, please email your correct year started to
ara: لمنع ابتزازات النظام، المدير فقط يستطيع تغيير هذا الخيار. لتغيير هذا، الرجاء إرسال سنة البداية الصحيحة إلى

source: Please use the questionnaire to
ara: الرجاء استخدام الإستبيان لـ

source: calculate your rating
ara: قم بحساب تقييمك

source: To prevent system abuses, this can only be changed by an administrator. To change this, please email your new skill level to
ara: لمنع ابتزازات النظام، المدير فقط يستطيع تغيير هذا الخيار. لتغيير هذا، الرجاء إرسال المهارة الجديدة إلى

source: Required
ara: مطلوب

source: Type part of the question you want
ara: نوع السؤال الذي تريده

source: anonymous
ara: مجهول

source: This option requires a $%s deposit, with the balance to be paid off-line.
ara: هذا الخيار يحتاج الى عربون بقيمة %s، مع العلم ان الباقي سيدفع بشكل مباشر.

source: After clicking "Submit", your registration will be reserved for you for %s. During this time, your spot is guaranteed. After this time, if you have not yet paid, it will revert to "unpaid" status, meaning that someone else can take it.
ara: بعد الضغط على "Submit"، اشتراكك سوف يحجز لك لمدة %s. خلال هذا الوقت، موقعك مضمون. بعد هذا الوقت، ان لم تدفع، سوف تتغير حالتك الى "unpaid"، بمعنى ان شخضا آخر يستطيع اخذ محلك.

source: This is only used internally to improve event/division linkage.
ara: هذا مستخدم فقط داخليا لتطوير الصلة بين الحدث والمستوى.

source: Indicate the expected level(s) of play in this division.
ara: بيّن مستوى اللعب المتوقع في هذا المستوى.

source: First date that this registration will confer membership for (e.g. beginning of the membership year).
ara: التاريخ الأول الذي ستبدأ فيه عضويات هذا التسجيل (مثلا السنة الذي ستبدأ فيه العضوية).

source: Last date that this registration will confer membership for (e.g. end of the membership year).
ara: التاريخ الأخير الذي ستنتهي فيه عضويات هذا التسجيل (مثلا السنة التي تنتهي فيه العضوية).

source: Different membership types may come with limitations (e.g. play on a limited number of teams).
ara: أنواع العضويات المختلفة قد تحتوي قيود (مثلا اللعب في عدد محدد من الأفرقة).

source: Registrations performed through this event will create team records in this division.
ara: التسجيلات المنفذة عبر هذا الحدث ستصنع سجلات فريق في هذا المستوى.

source: Ask whether team rosters will be open or closed during registration?
ara: اسأل هل قائمة اللاعبين ستكون مفتوحة أو مغلقة خلال التسجيل؟

source: Ask teams for their regional preference during registration?
ara: اسأل الأفرقة عن خيارات الالمنطقة خلال التسجيل؟

source: Ask teams whether they want to use attendance tracking during registration?
ara: اسأل الأفرقة إذا كانوا يريدون متابعة الحضور خلال التسجيل؟

source: You are editing %s settings. You should update only those that differ from the default. To use the default for text fields, simply leave the field blank.
ara: أنت تقوم بتعديل إعدادات %s. من المفترض أن تحدث فقط الإعدادات المختلفة عن الإفتراضي. لتستخدم الوضع الافتراضي لحقل النص، اجعل الحقل فارغ.

source: You are editing the global system settings. These will be used for any affiliate that does not override them.
ara: آنت تقوم بتعديل إعدادات النظام العامة. هذه ستستخدم لأي نادي منتسب لم يتجاوزهم بإعداداته.

source: Default
ara: الإفتراضي

source: (between 0 and %d)
ara: (بين 0 و %d)

source: Assign penalty for missing score entry?
ara: قم بتعيين العقوبة بسبب عدم إدخال النتيجة؟

source: Spirit assigned to
ara: روح الفريق معينة إلى

source: Spirit symbols:
ara: علامات روح الفريق:

source: substitute
ara: بديل

source: on
ara: على

source: Report To
ara: تواصل مع

source: View Team Stats
ara: عرض إحصائيات الفريق

source: Team Event
ara: حدث الفريق

source: Add a Team Event
ara: أضف حدث للفريق

source: View Season Attendance Report
ara: عرض تقرير الحضور للموسم

source: Join Team
ara: انضم للفريق

source: Edit Team
ara: تعديل الفريق

source: Player Emails
ara: إيميلات اللاعبين

source: Add Player
ara: أضف لاعب

source: See Team Spirit Report
ara: عرض تقرير روح الفريق

source: Move Team
ara: نقل الفريق

source: Delete Team
ara: حذف الفريق

source: Show Team History
ara: عرض تاريخ الفريق

source: Connections
ara: العلاقات

source: Event Connections
ara: علاقات الأحداث

source: These two lists connect this event to events that have gone before. They will typically be the same. For more details see the help for each field.
ara: هاتان القائمتان توصل هذا الحدث بأحداث حدثت مسبقا. عداة سيكونون نفس الشيء. لمعلومات أكثر، انقر على صفحة المساعدة لكل ملعب.

source: Events to consider as predecessors to this one:
ara: الأحداث المقترحة التي تعتبر متربطة وتنتهي قبل ابتداء هذا الحدث:

source: Select all that apply
ara: اختر جميع الذين يطابقون:

source: Events that this one is considered a successor to:
ara: الأحداث التي تعتبر مرتبطة وتنتهي قبل ابتداء هذا الحدث:

source: These two lists connect this event to events that come later, and are generally not applicable when creating a new event. They will typically be the same. For more details see the help for each field.
ara: هاتان القائمتان توصل هذا الحدث لأحداث مستقبلية، وتعتبر عامة غير مرتبطة عند إضافة حدث جديد. عادة سيكونون نفس الشيء. لمعلومات إضافية اعرض المساعدة لكل ملعب.

source: Events that this one is considered a predecessor to:
ara: الأحداث التي تعتبر كأحداث سابقة قبل هذا الحدث:

source: Events to consider as successors to this one:
ara: الأحداث المقترحة بعد انتهاء هذا الحدث:

source: Events to consider as alternates to this one:
ara: الأحداث المقترحة كبدائل عن هذا الحدث:

source: Full name of this registration event.
ara: الاسم الكامل لهذا الحدث.

source: Complete description of the event, HTML is allowed.
ara: أكمل الوصف لهذا الحدث، HTML مسموح.

source: Note that any team type will result in team records being created. If you don't want this, then use the appropriate individual type.
ara: لاحظ أن أي نوع فريق سينتج عن تكوين سجلات للفريق. إذا لم ترد هذا، استخدم نوع الفرد اللائق.

source: The date and time at which registration for this event will open (12:01AM recommended to disambiguate noon from midnight).
ara: التاريخ والوقت الذي سيفتح فيه التسجيل (١٢:٠١ صباحا مفضل للتفريق بين منتصف الظهر ومنتصف الليل).

source: The date and time at which registration for this event will close (11:59PM recommended to disambiguate midnight from noon).
ara: التاريخ والوقت الذي سيتم إغلاق التسجيل فيه لهذا الحدث (١١:٥٩ مساء مفضل للتفريق بين منتصف الظهر ومنتصف الظهر).

source: Minimum allowable deposit that the registrant must make, if deposits are enabled above. If fixed deposits are selected, this will be the only allowable deposit amount.
ara: الحد الادنى للعربون المقدم، اذا كانت العربونات مفعلة بالاعلى. اذا كانت العربونات الثابتة مفعلة، فتلك القيمة ستكون العربون الوحيد المسموح به.

source: If enabled above, the time in minutes that a reservation will be held before reverting to "Unpaid" status. One day = 1440 minutes.
ara: اذا كان مفعلا بالاعلى، فالوقت بالدقائق الذي يأخذه الحجز قبل ان تتغير حالته الى "Unpaid". اليوم يساوي 1440 دقيقة.

source: -1 for no limit.
ara: -1 لبدون حدود.

source: -1 for no limit, -2 to use male cap as combined limit.
ara: -1 لعدم وجود حد أقصى، -2 لاستخدام الحد الأقصى للرجال كحد مشترك.

source: Can a single user register for this event multiple times?
ara: هل يستطيع المستخدم الواحد التسجيل عدة مرات لهذا الحدث؟

source: Rules that must be passed to allow a person to register for this event.
ara: القوانين التي يجب أن يتخطاها الشخص للسماح له بالتسجيل لهذا الحدث.

source: Manage %s
ara: إدارة %s

source: Registration Events
ara: أحداث التسجيل

source: Registration Events List
ara: قائمة أحداث التسجيل

source: Add price
ara: أضف سعر

source: Add a new price point
ara: اضف نقطة تسعير جديدة

source: Waiting List
ara: قائمة الإنتظار

source: Summary
ara: الملخص

source: Event Type
ara: نوع الحدث

source: Level of Play
ara: مستوى اللعب

source: Membership Begins
ara: بداية العضوية

source: Membership Ends
ara: نهاية العضوية

source: Registration Cap
ara: الحد الأقصى للتسجيل

source: Male Cap
ara: الحد الأقصى لعدد الرجال

source: Female Cap
ara: الحد الأقصى لعدد الرجال

source: Multiples
ara: المضاعفات

source: Allowed
ara: مسموح

source: Not allowed
ara: غير مسومح

source: Registration Opens
ara: تاريخ فتح التسجيل

source: Registration Closes
ara: تاريخ انتهاء التسجيل

source: Reservations
ara: التسجيلات

source: Registration Options
ara: خيارات التسجيل

source: Option
ara: خياري

source: Registration Closes
ara: تاريخ انتهاء التسجيل

source: Reservations?
ara: حجوزات؟

source: Register now!
ara: سجل الآن!

source: You might alternately be interested in the following registrations:
ara: قد تكون مهتما أيضا بالتسجيلات التالية:

source: View %s
ara: عرض %s

source: %s Summary
ara: ملخص %s

source: Detailed %s List
ara: تفاصيل القائمة %s

source: Download %s List
ara: تحميل القائمة %s

source: Related %s
ara: %s المنتمي

source: Person Id
ara: رقم الشخص

source: Event Id
ara: رقم الحدث

source: Location
ara: الموقع

source: Game Time
ara: وقت المباراة

source: Registration Wizard
ara: مساعد التسجيل للأحداث

source: This wizard walks you through registration options based on your current status. As you register for things, different options may appear here. You might also want to review our %s.
ara: مساعد التسجيل للأحداث سيساعدك في عملية التسجيل على حسب حالتك الحالية. عندما تسجل للأشياء، خيارات مختلفة قد تظهر هنا. قد تريد أن تراجع %s لدينا.

source: complete list of offerings
ara: قائمة العروض الكاملة

source: You are currently eligible for the following memberships.
ara: أنت مصرح لك حاليا التسجيل للعضويات التالية.

source: You are currently eligible to register a team in the following leagues.
ara: أنت مصرح لك حاليا التسجيل كفريق للدواري التالية.

source: You are currently eligible to register as an individual in the following leagues.
ara: أنت مصرح لك حاليا للتسجيل كعضو للدواري التالية.

source: You are currently eligible to register a team for the following events.
ara: أنت مصرح لك حاليا أن تسجل فريق للأحداث التالية.

source: You are currently eligible to register as an individual for the following events.
ara: أنت مصرح لك حاليا أن تسجل كعضو للأحداث التالية.
