Repository: Zuluru/Languages
Catalog: ara/LC_MESSAGES/default.po
Languages: ara

source: Nominate for badge
ara: قم بالترشيح لشارة

source: Assign "%s" Badge to %s
ara: تعيين الشارة "%s" إلى %s

source: Nominate %s for the "%s" Badge
ara: قم بترشيح %s للشارة "%s"

source: Participation Statistics
ara: إحصائيات الحضور

source: Include details starting in
ara: يحتوي على تفاصيل تبدأ من

source: Up to and including
ara: حتى وضمن

source: Note that this report is time- and memory-intensive, and multi-year reports may cause it to crash, depending on php.ini settings.
ara: لاحظ أن هذا التقرير يؤثر على الوقت والذاكرة، والتقارير السنوية قد تعطل النظام على حسب اعدادات php.ini.

source: Birthdate
ara: تاريخ الميلاد

source: captain
ara: كابتن الفريق

source: tournament
ara: البطولة

source: Resize Photo
ara: تغيير حجم الصورة

source: Enable Personal iCal Feed
ara: لتفعيل خاصية تحديث تقويمك الشخصي iCal

source: NOTE: By enabling this, you agree to make your personal schedule in iCal format available as public information (required for Google Calendar, etc. to be able to access the data.)
ara: ملاحظة: عند تفعيل هذه الخاصية تسمح لجدولك الشخصي في ical ليكون متوفرا بشكل عام لكل المستخدمين (يجب تفيعل الخاصية لتتمكن جوجل كلندر وغيرها من الدخول الى المعلومات)

source: Always Send Attendance Reminder Emails
ara: ارسال رسائل للتذكير بالحضور

source: Turn this on if you want to receive reminder emails (with game information) for games that you have already indicated your attendance for. Turn off if you only want emails when you have not yet set your attendance.
ara: فعل هذه اذا كنت تريد الحصول على رسائل تذكيرية بخصوص المباريات التي سوف تحضرها. لا تفعل الخاصية في حال اردت رسائل بخصوص المباريات التي لم تؤكد على حضورها فقط.

source: NOTE: This applies only to teams with attendance tracking enabled.
ara: ملاحظة: يتم فقط تنفيذ هذا الى الفرق المفعلة لخدمة تتبع الحضور

source: use system default
ara: استعمال الحالة الافتراضية

source: Date Format
ara: نوع التاريخ

source: Select your preferred date format
ara: اختر وضع التاريخ المفضل لديك

source: Day Format
ara: وضع اليوم

source: Select your preferred day format
ara: اختر وضع اليوم المفضل لديك

source: Time Format
ara: نوع الوقت

source: Select your preferred time format
ara: اختر وضع الوقت المفضل لديك

source: Preferred Language
ara: اللغة المفضلة

source: Twitter
ara: تويتر

source: You have authorized your account to post updates to Twitter. You can %s if you no longer want to tweet updates.
ara: لقد قمت بالتصريح لحسابك لنشر التحديثات في تويتر. تستطيع %s إذا اردت إلغاء نشر التغريدات الجديدة.

source: revoke this authorization
ara: إلغاء هذا التصريح

source: This system can post certain updates to Twitter on your behalf. To enable this, you must %s. Note that nothing will ever be tweeted automatically; this authorization enables you to tweet directly from this site.
ara: هذا النظام يستطيع كتابة تحديثات معينة إلى تويتر عن طريقك. لتفعيل هذه الخدمة، يجب عليك %s. لاحظ انه لا شيء سنقوم بتغريده أوتوماتيكيا، هذا التصريح سيسمح لك بالتغريدات عبر عذا المقع فقط.

source: authorize Twitter to accept these tweets
ara: قم بالتصريح لتويتر بقبول هذه التغريدات

source: Registration History
ara: تاريخ التسجيل

source: Unregister
ara: إلغاء التسجيل

source: Membership Retention Statistics
ara: احصائيات حجوزات العضوية

source: Membership Registration
ara: تسجيل العضوية

source: Total Prior
ara: مجموع المسجلين المسبقين

source: Total Registered
ara: مجموع المسجلين المسبقين

source: % Prior
ara: % قبل

source: Rule-based Search
ara: بحث عن طريق القاعدة

source: enter a rule and find people who match
ara: أضف قاعدة وابحث عن اللاعبين الذين يتوافقوا مع القاعدة

source: find everyone participating in a particular league
ara: ابحث عن جميع المشاركين في دوري معيّن

source: find all inactive users (not currently on any team)
ara: ابحث عن جميع المستخدمين الغير نشطين (ليسوا حاليا في أي فريق)

source: Class
ara: الفئة

source: Players by Gender
ara: اللاعبين حسب الجنس

source: Players by Age
ara: اللاعبين حسب العمر

source: Age
ara: العمر

source: Players by Year Started
ara: اللاعبين حسب تاريخ الإنضمام

source: Year
ara: السنة

source: Players by Skill Level
ara: اللاعبين حسب المهارة

source: Skill Level
ara: المستوى المهاري

source: Players by City
ara: اللاعبين حسب المدينة

source: Team History
ara: تاريخ الفريق

source: work
ara: العمل

source: mobile
ara: الجوال

source: Private Note
ara: ملاحظة خاصة

source: Email Address
ara: البريد الإلكتروني

source: published
ara: منشور

source: private
ara: خاص

source: Phone (home)
ara: التلفون (البيت)

source: Phone (work)
ara: التلفون (العمل)

source: Phone (mobile)
ara: التلفون (الجوال)

source: Height
ara: الطول

source: Shirt Size
ara: حجم القميص

source: Year Started
ara: سنة الإنضمام

source: Account Status
ara: حالة الحساب

source: Has Dog
ara: لديه كلب

source: Contact For Feedback
ara: تواصل من أجل استشارتك

source: Edit Profile
ara: تعديل الملف الشخصي

source: Edit Preferences
ara: تعديل الخيارات

source: Change Password
ara: تغيير كلمة المرور

source: Delete Player
ara: حذف اللاعب

source: Relatives
ara: الأقارب

source: Approved
ara: مصدّق

source: You
ara: أنت

source: can control
ara: تستطيع التحكم

source: you
ara: أنت

source: Add Preregistration
ara: أضف تسجيلات مسبقة

source: Recent Registrations
ara: التسجيلات الحديثة

source: Show Registration History
ara: عرض تاريخ التسجيل

source: Available Credits
ara: الدين المتوفرة

source: Show Credit History
ara: عرض تاريخ الدين

source: Signed
ara: موقّع

source: Valid From
ara: صالح من

source: Valid Until
ara: صالح حتى

source: Show Waiver History
ara: عرض تاريخ الإعفاء

source: Documents
ara: مجلدات

source: Document
ara: مجلد

source: Unapproved
ara: غير مصدّق

source: Upload New Document
ara: رفع مجلد جديد

source: Assigned Tasks
ara: المهمات المعينة

source: Waiver History
ara: تاريخ الإعفاء

source: You have never signed a waiver.
ara: لم تقم بالتوقيع على اعفاء

source: This person has never signed a waiver.
ara: هذا الشخص لم يقم بالتوقيع على اعفاء

source: covering
ara: يدعم

source: to
ara: إلى

source: from
ara: من

source: Sign
ara: توقيع

source: Event ID
ara: رقم الحدث

source: List Preregistrations
ara: عرض التسجيلات المسبقة

source: Add preregistration
ara: أضف تسجيلات مسبقة

source: New Preregistration
ara: تسجيلات مسبقة جديدة

source: Price Points
ara: نقاط

source: Price Point
ara: نقطة التسعير

source: This can safely be left blank, if the name is sufficiently descriptive. HTML is allowed.
ara: تستطيع الابقاء على هذه الخانة فارغة، اذا كان الاسم كافيا، الHTML مسموح.

source: Questionnaires List
ara: الإستطلاعات

source: Deactivated Questionnaires List
ara: الاستبيانات الغير مفعلة

source: New %s
ara: %s جديد

source: Questionnaire Preview
ara: عرض الإستطلاع

source: Delete %s
ara: حذف %s

source: A short name for this question, to be used as a heading in administrative reports.
ara: إسم قصير لهذا السؤال، ليستخدم كعنوان للتقارير الإدارية.

source: The full text of the question, to be shown to users.
ara: النص الكامل للسؤال، الذي سيعرض للمستخدمين.

source: Will responses to this question be kept anonymous?
ara: هل ستكون الردود على هذه الأسئلة مجهولة؟

source: Answer
ara: إجابة

source: Add an answer to this question
ara: أضف إجابة لهذا السؤال

source: Questions List
ara: أسئلة

source: Deactivated Questions List
ara: الاسئلة الغير مفعلة

source: Id
ara: رقم

source: Delete Region
ara: حذف منطقة

source: Add Region
ara: أضف منطقة

source: Is Open
ara: مفتوح

source: New Facility
ara: مركز ملاعب جديد

source: List Regions
ara: قائمة المناطق

source: Edit Region
ara: تعديل المنطقة

source: %s Payment
ara: %s الدفع

source: Payment Details
ara: تفاصيل الدفع

source: Registration Checkout
ara: انهاء عملية دفع التسجيل

source: These are your current unpaid registrations. <span class="highlight-message">Payment completes your registration and confirms your booking/purchase.</span>
ara: <span class="highlight-message"> الدفع يكمل تسجيلك ويؤكد حجزك/دفع. </span>

source: Add something else
ara: اضف شيئا آخر

source: Click for instructions
ara: اضغط للتعليمات

source: Remove something
ara: أزل شيئا

source: Pay online
ara: الدفع عبر الانترنت

source: Pay offline
ara: الدفع مباشرة

source: Redeem credit
ara: استخدام الاموال المجمعة

source: To remove an item, click the "Unregister" button next to it.
ara: لازالة أي عنصر، قم بالضغط على "Unregister" الموجودة بمقابل العنصر.

source: Note that this will delete all of your preferences and you may lose the spot that is currently tentatively reserved for you.
ara: سوف تحذف جميع خياراتك المفضلة ومن الممكن ان تخسر المكان المحجوز لك.

source: To pay online with %s, click the "%s" button below.
ara: للدفع اون لاين بواسطة %s، قم بالضغط عل "%s" في الاسفل.

source: To redeem a credit, click the "Redeem credit" button next to the registration that you want the credit to be applied to.
ara: لدفع من حسابك المخزن، اضغط على "Redeem credit" بجوار الاشتراك.

source: You will be given options on the resulting page, including opting not to redeem the credit at this time.
ara: سوف تحصل على خيارات في الصفحة الناتجة، مع وجود خاصية عدم استعمال الحساب المخزون في الوقت الحالي.

source: Balance
ara: رصيد الحساب

source: Reserved until
ara: محجوز

source: Are you sure you want to unregister from this event? This will delete all of your preferences and you may lose the spot that is currently tentatively reserved for you.
ara: هل أنت متأكد أنك تريد الإنسحاب من هذا الحدث؟ ستخسر جميع خياراتك للحدث ومكانك المحجوز.

source: Reregister
ara: اعادة التسجيل

source: Credit
ara: الدين

source: Credit Details
ara: تفاصيل الدين

source: Registration Details
ara: تفاصيل التسجيل

source: Registration Answers
ara: إجابات التسجيل

source: This event has the following options. Please select your preference. Note that options may have limitations, which will be noted after selection.
ara: هذه الدورة لديها الخصائص التالية. اختار ماذا تفضل.

source: Registration List
ara: قائمة التسجيل

source: Total Amount
ara: المبلغ الإجمالي

source: Amount Paid
ara: المبلغ المستخدم

source: Online Transaction Result
ara: نتيجة الاسترجاع الإلكتروني

source: Redeem Credit
ara: استخدام الاموال المجمعة

source: You have requested to redeem a credit towards payment of your registration for %s. You have an outstanding balance of $%.02f on this registration.
ara: لقد اخترت استعمال مخزونك لدفع الاشتراك لـ%s. الباقي في هذا الاشتراك هو $%.02f.

source: If you apply your credit, the balance will be covered, and you will still have a credit of $%.02f remaining.
ara: اذا دفعت من مخزونك، الحساب سوف يكتمل وسوف يتبقى في حسابك $%.02f.

source: If you apply your credit, the balance will be covered, and your credit will be used up.
ara: اذا دفعت من مخزونك، الحساب سوف يكتمل ولن يبقى شيء في حسابك.

source: If you apply your credit, it will be used up, and you will still have a balance of $%.02f owing on the registration.
ara: اذا دفعت من مخزونك، لن يتبقى شيء في حسابك، وسيبقى عليك $%.02f لهذا الاشتراك.

source: Apply the credit now
ara: قم بتفعيل الائتمان الآن

source: Are you sure you want to apply this credit? This cannot be undone.
ara: هل أنت متأكد أنك تريد استعمال هذه الاموال؟ لا تستطيع الرجوع بعد هذه العملية..

source: You have the following credits to redeem:
ara: لديك الاموال التالية لاعادة استعمالها:

source: Apply credit
ara: الموافقة على الدفع

source: Refund
ara: الإسترجاع

source: Refund Details
ara: تفاصيل الإسترجاع

source: This payment was recorded manually, so in addition to noting the refund here you will need to issue a refund manually.
ara: تم تسجيل الدفع يدويا، لذلك يجب عليك طلب الإسترجاع يدويا.

source: Note that your online payment provider does not currently support automatic refunds, so in addition to noting the refund here you will need to issue a refund manually.
ara: لاحظ ان الدفع عن طريق الانترنت لا يدعم حاليا خاصية الإسترجاع، لذلك يجب عليك استرجاع الأموال يدويا.

source: Registration Preferences
ara: خيارات التسجيل

source: Note that you are only adding yourself to the waiting list for this event. You will be contacted if a space opens up at a later time.
ara: لاحظ انك تسجل نفسك في قائمة الإنتظار فقط. سنقوم بالتواصل معك في حالة توفر فراغ في وقت لاحق.

source: This event has the following options. Please select your preference. Note that options may have limitations, which will be noted on selection.
ara: للدورة الخصائص التالية. اختر الخصائص التي تفضلها.

source: Registration Report
ara: تقرير التسجيل

source: Date Range
ara: تاريخ النطاق

source: Created Date
ara: تاريخ الإضافة

source: Download %s Report
ara: تحميل تقرير %s

source: Registration Statistics
ara: إحصائيات التسجيل

source: Registration Summary
ara: خلاصة التسجيل

source: By gender:
ara: عن طريق الجنس

source: By payment:
ara: عن طريق الدفع:

source: Transfer
ara: انتقال

source: Transfer Details
ara: تفاصيل الإنتقال

source: Unpaid Registrations
ara: التسجيلات الغير مدفوعة

source: Are you sure you want to delete this registration?
ara: هل أنت متأكد أنك تريد حذف هذا التسجيل؟

source: View Registration
ara: عرض التسجيل

source: Edit Registration
ara: تعديل التسجيل

source: Created
ara: تم تكوينه

source: Modified
ara: تم تعديله

source: Payment Type
ara: نوع الدفع

source: Payment Method
ara: نوع الدفع

source: Payment Amount
ara: مبلغ الدفع

source: (%s refunded; see below)
ara: (%s تم استرجاعها، انظر للأسفل)

source: Payment Date
ara: تاريخ الدفع

source: Updated By
ara: تم التحديث بواسطة

source: ISO Code
ara: رمز ISO

source: Transaction Id
ara: رقم الإجراء

source: Transaction Name
ara: اسم الإجراء

source: Charge Total
ara: مجموع الحساب

source: Cardholder
ara: صاحب البطاقة

source: Expiry
ara: الإنتهاء

source: Card
ara: بطاقة

source: Issuer
ara: الجهة المصدرة

source: Issuer Invoice
ara: فاتورة الجهة المصدرة

source: Issue Refund
ara: إصدار استرجاع

source: Issue Credit
ara: إصدار رصيد دائن

source: Transfer Payment
ara: نقل الدفع

source: There is an outstanding balance of $%0.2f.
ara: هناك رصيد حساب معلق يحتوي على $%0.2f.

source: Add Payment
ara: أضف الدفع

source: Modified Date
ara: التاريخ المعدل

source: Payment Status
ara: حالة الدفع

source: Transaction ID
ara: رقم الإجراء

source: Confirm Selections
ara: تأكيد الاختيارات

source: (pool names are %s)
ara: (أسماء المجموعة هي %s)

source: Create games
ara: أضف مباريات

source: Number of Crossovers
ara: عدد المباريات المتضاربة

source: How many crossover games do you want?
ara: كم عدد المباريات المتضاربة تريد؟

source: Next step
ara: الخطوة التالية

source: Select Date
ara: اختر اليوم

source: Scheduling a %s will create a total of
ara: جدولة %s ستضيف المجموع

source: %d games across a minimum of %d time slots.
ara: %d مباريات عبر %d حجوزات وقتية كحد أدنى

source: %d games.
ara: %d مباريات.

source: Schedule games in the past
ara: جدولة المباريات في الماضي

source: Daily Schedule
ara: الجدول اليومي

source: Delete Games
ara: حذف المباريات

source: Proceed
ara: تقدّم

source: Set Pool Details
ara: تعيين تفاصيل المجموعة

source: Number of Teams
ara: عدد الأفرقة

source: Select Exclusions
ara: اختر الاستثناءات

source: create a playoff schedule
ara: أضف جدول خروج الخاسر

source: Create Pools
ara: أضف تجمعات

source: Reschedule Day
ara: أعد جدولة اليوم

source: Schedule Reschedule
ara: عرض جدول إعادة جدول المباريات

source: You are about to reschedule %d games originally scheduled for %s.
ara: أنت على وشك إعادة جدولة %d مباريات كانت مجدولة ل %s.

source: Reschedule games to
ara: أعد جدولة المباريات إلى

source: Publish rescheduled games for player viewing?
ara: انشر المباريات المعاد جدولتها للعرض من قبل اللاعبين؟

source: Are you sure you want to reschedule these games? This cannot be undone.
ara: هل أنت متأكد أنك تريد إعادة جدولة هذه المباريات؟ انتبه لا تستطيع الرجوع للسابق.

source: Crossover Details
ara: تفاصيل الإنتقال

source: Re-seeding Details
ara: تفاصيل إعادة الإدراج

source: Qualifier
ara: المؤهل

source: No games today
ara: لا مباريات اليوم

source: %d games today
ara: %d مباريات اليوم

source: Select Type
ara: اختر النوع

source: Are you sure you want to delete %s # %d?
ara: هل أنت متأكد أنك تريد حذف %s # %d؟

source: Publish created games for player viewing?
ara: انشر المباريات المضافة للعرض من قِبل اللاعبين؟

source: Use default
ara: الافتراضي

source: Sender
ara: المرسل

source: Admin name
ara: اسم المدير

source: The name (or descriptive role) of the system administrator. Mail from %s will come from this name.
ara: الاسم لمدير السستم. رسائل من %s سوف تاتي من هذا الاسم.

source: Admin email
ara: ايميل المدير

source: The e-mail address of the system administrator. Mail from %s will come from this address.
ara: البريد الالكتروني لمدير السستم. رسائل من %s سوف تأتي من هذا العنوان.

source: Support email
ara: بريد المساعدة

source: The e-mail address for system support. This address will be linked for bug reports, etc.
ara: البريد الالكتروني للمساعدة الالكترونية التي سوف تكون مسؤولة عن مشاكل في الموقع.

source: Incident report email
ara: تقارير الحادث

source: The e-mail address to send incident reports to, if enabled.
ara: البريد الالكتروني لارسال المشاكل، ان وجد.

source: Use Emogrifier
ara: استعمل emogrifier

source: Enable or disable usage of the Emogrifier email style pre-processor.
ara: تفعيل او الغاء استعمال emogrifier للبريد الالكتروني.

source: Feature
ara: ميزة

source: Primary Options
ara: الخيارات الرئيسية

source: Site name
ara: اسم الموقع

source: The name this application will be known as to your users.
ara: اسم البرنامج الذي سيكون معروفا لدى مستخدميك.

source: Enable affiliates
ara: النادي

source: Allow configuration of multiple affiliated organizations.
ara: قم بالسماح لاعدادات العديد من المنظمات.

source: Items per page
ara: عدد العناصر بالصفحة.

source: The number of items that will be shown per page on search results and long reports.
ara: عدد العناصر في كل صفحة من البحث والمواضيع الطويلة.

source: Public site
ara: عام

source: If this is enabled, some information normally reserved for people who are logged on (statistics, team rosters, etc.) will be made available to anyone.
ara: عند تفعيل هذه، سوف يتم عرض بعض المعلومات كالاحصائيات لجميع زوار الموقع.

source: Handle registration
ara: مسؤول عن التسجيل

source: Enable or disable processing of registrations.
ara: تمكين او تعطيل القيام بالتاكد من الاشتراك

source: Handle Spirit of the Game
ara: مسؤول عن روح المباراة

source: Enable or disable Spirit of the Game options. If enabled here, Spirit can still be disabled on a per-league basis.
ara: تفعيل او الغاء خيار روح المباراة.

source: Allow past games
ara: السماح بمباريات سابقة

source: Enable or disable the option to schedule games in the past.
ara: تفعيل او الغاء الخيار لتسجيل المباريات في الماضي.

source: Use TinyMCE WYSIWYG editor
ara: استعمال معدل TinyMCE WYSIWYG

source: To use this, you need to separately install the TinyMCE plugin.
ara: لاستعمال هذه، يجب تثبيت اضافة TinyMCE

source: Use PDFize PDF converter plugin
ara: استعمال PDFize للتحويل للPDF

source: To use this, you need to separately install the PDFize plugin.
ara: لاستعمال هذه، يجب تثبيت اضافة PDFize

source: Enable badges
ara: تفعيل الشارات

source: Enable or disable the awarding and display of badges.
ara: تفعيل او الغاء اعطاء وظهور الميداليات.

source: Handle contacts
ara: مسؤول عن الاشخاص

source: Enable or disable management of contacts for users to send messages without exposing email addresses.
ara: تفعيل او الغاء التحكم في الاشخاص الذين يستطيع المستخدمين ارسال رسائل لهم من دون معرفة بريدهم الالكتروني.

source: Units
ara: الوحدات

source: Language Features
ara: خيارات اللغة

source: Allow registered users to select their preferred language
ara: السماح للمسجلين اختيار لغتهم المفضلة.

source: Use ULS to allow language selection for anonymous users and those who haven't selected a preferred language
ara: استعمال ULS للسماح باختيار اللغة للمستخدمين غير المسجلين أو الذين لم يختاروا لغتهم المفضلة.

source: To use this, you need to separately install the ULS plugin.
ara: لاستعمال هذه، يجب تثبيت اضافة ULS

source: Default site language
ara: لغة الموقع الافتراضية

source: Twitter Features
ara: خيارات تويتر

source: Enable or disable Twitter integration.
ara: تفعيل او تعطيل تويتر

source: Consumer key
ara: مفتاح المستهلك

source: This application's Twitter consumer key.
ara: مفتاح المستهلك لتويتر المخصص لهذا البرنامج.

source: Consumer secret
ara: سر المستهلك

source: This application's Twitter consumer secret.
ara: سر المستهلك التابع لتويتر لهذا البرنامج

source: Twitter integration requires the cUrl library, which your installation of PHP does not support. Talk to your system administrator or hosting company about enabling cUrl.
ara: ينبغي استعمال cUrl لاستعمال اضافة التويتر.

source: Your organization's full name.
ara: اسم منظمتك الكامل

source: Short name
ara: الاسم المختصر

source: Your organization's abbreviated name or acronym.
ara: الاسم المختصر لمنظمتك

source: Your organization's street address.
ara: عنوان منظمتك

source: Unit
ara: الوحدة

source: Your organization's unit number, if any.
ara: رقم الوحدة لمنظمتك، ان وجد

source: Your organization's city.
ara: مدينة منظمتك

source: Your organization's province or state.
ara: محافظة منظمتك

source: Your organization's country.
ara: دولة منظمتك

source: Postal code
ara: الرمز البريدي

source: Your organization's postal code.
ara: الرمز البريدي لمنظمتك

source: Phone
ara: تلفون البيت

source: Your organization's phone number.
ara: رقم هاتق منظمتك

source: Location and Mapping
ara: الموقع والخريطة

source: Latitude
ara: خط العرض

source: Latitude in decimal degrees for game location (center of city). Used for calculating sunset times.
ara: خط العرض العشري لمكان المباراة (منتصف المدينة). يستعمل لحساب وقت غروب الشمس.

source: Longitude
ara: خط الطول

source: Longitude in decimal degrees for game location (center of city). Used for calculating sunset times.
ara: خط العرض العشري لمكان المباراة (منتصف المدينة). يستعمل لحساب وقت غروب الشمس.

source: Google Maps API V3 key
ara: المفتاح لخرائط جوجل API الاصدار الثالث.

source: A key for the %s. Required for rendering custom Google Maps.
ara: مفتاح لـ%s. مهم لاستعمال خرائط جوجل.

source: Google Maps API V3
ara: خرائط جوجل

source: First day
ara: اليوم الاول

source: Monday
ara: الاثنين

source: Tuesday
ara: الثلاثاء

source: Wednesday
ara: الاربعاء

source: Thursday
ara: الخميس

source: Friday
ara: الجمعة

source: Saturday
ara: السبت

source: Sunday
ara: الأحد

source: First day of the week, for scheduling purposes.
ara: اليوم الأول من الأسبوع.

source: The following settings are used for determining which season is currently in effect, for the purposes of providing links to current %s permits.
ara: الاعدادات التالية تستخدم لمعرفة الدوري الجاري حاليا، لغرض تقديم الروابط الى ال%s الحالية.

source: start
ara: البداية

source: First day that would be considered for a %s game
ara: اليوم الأول للمباراة %s

source: Common Options
ara: الخيارات العامة

source: Payment implementation
ara: تفاصيل الدفع

source: Options
ara: خياري

source: List the payment options offered by your payment provider, or provide generic text. This will go in the sentence "To pay online with ____, click ...".
ara: اعرض خيارات الدفع المقدمة من قبل خدمة الدفع. هذا سيوضع في جملة "To pay online with ____, click ...".

source: Text of online payment directions
ara: النص لتعليمات الدفع اون لاين

source: Customize any text to add to the default online payment directions.
ara: قم بتعديل أي نص لاضافته الى تعليمات الدفع اون لاين.

source: Popup
ara: صفحة منبثقة

source: Handle online payments in a popup window?
ara: القيام بعمليات الشراء أون لاين في نافذة منبثقة؟

source: Invoice implementation
ara: وضع الفاتورة بالداخل

source: Event ID format string
ara: طريقة ظهور الID للدورات.

source: sprintf format string for the event ID, sent to the payment processor as the item number.
ara: السترينج للsprintf ID للدورات.

source: Test payments
ara: عملية دفع

source: Who should get test instead of live payments? If set to admins, then admins are the only ones who will get the online payment option.
ara: من ينبغي ان يحصل على تجربة بدلا من الدفع المباشر؟ اذا تم تفعيلها للمدراء سيكونون فقط من لديهم القدرة على الدفع أون لاين.

source: Currency
ara: العملة
