Repository: Zuluru/Languages
Catalog: ara/LC_MESSAGES/default.po
Languages: ara

source: Tax1 enable
ara: وضع الضرائب

source: Enable first tax
ara: تفعيل الضريبة الاولى

source: First tax name
ara: الاسم الاول

source: Tax2 enable
ara: وضع الضرائب 2

source: Enable second tax
ara: تفعيل الضريبة الثانية

source: Second tax name
ara: اسم الضريبة الثانية

source: Profile Requirements
ara: متطلبات ملفّك الشخصي

source: First name
ara: الاسم الاول

source: Last name
ara: الإسم الأخير

source: Street address
ara: عنوان الشارع

source: Home phone
ara: تلفون البيت

source: Work phone
ara: تلفون العمل

source: Mobile phone
ara: رقم الجوال

source: Skill level
ara: المستوى المهاري

source: Year started
ara: سنة الإنضمام

source: Birth year only
ara: سنة الميلاد فقط

source: If enabled, the system will not ask for birth month and day.
ara: اذا تم تفعيلها، الجهاز لن يسأل عن شهر ويوم الولادة

source: Shirt size
ara: حجم القميص

source: Contact for feedback
ara: تواصل من أجل استشارتك

source: Registration Configuration
ara: تعديلات التسجيل

source: Order ID format string
ara: نوع الطلب

source: sprintf format string for the unique order ID.
ara: sprint لطلب الID الخاص.

source: Allow tentative members to register?
ara: السماح للمستخدمين غير المتأكدين بالتسجيل؟

source: Tentative members include those whose accounts have not yet been approved but don't appear to be duplicates of existing accounts, and those who have registered for membership and called to arrange an offline payment which has not yet been received.
ara: المستخدمين غير المؤكدين الذين لم يتم الموافقة عليهم بعد لكنهم لا يبدوا انهم مستخدمين مكررين، والمستخدمين الذين سجلوا واتصلوا للدفع مباشرة ولكنهم لم يدفعوا بعد.

source: Include "register now" link?
ara: اضافة رابط "register now"؟

source: By enabling this, you will allow users to register for events directly from the wizard or event list, without going through the "view details" page. If you have various similar events, you should disable this so that people must see the description instead of just the name, decreasing confusion and incorrect registrations.
ara: بتفعيل هذا الخيار تتيح للمستخدمين التسجيل للاحداث مباشرة من دون الدخول الى صفحة "view details" . اذا كانت لديك بضع احداث مشابهة، من المفترض ان تقوم بتعطيل هذا الخيار لاجل ان يرى المستخدمين الوصف لكل حدث تجنبا لسوء التفاهم.

source: Online payments
ara: الدفع عبر الانترنت

source: Do we handle online payments?
ara: هل نقوم باستعمال الدفع عبر الانترنت؟

source: Text of refund policy
ara: سياسة إرجاع الأموال

source: Customize the text of your refund policy, to be shown on registration pages and invoices.
ara: تخصيص النص لسياسة الارجاع، لتظهر في صفحة التسجيل والفواتير.

source: Offline options
ara: خيارات الدفع المباشر

source: Text of offline payment directions
ara: نص تعليمات الدفع مباشرة

source: Customize the text of your offline payment policy. If this is blank, offline payment options will not be offered.
ara: تخصيص النص لسياسة الدفع المباشر. في حالة ابقاء الخانة خالية، لن تتوفر خيارات الدفع المباشر.

source: Allow people to put themselves on a waiting list when events fill up?
ara: السماح للاشخاص بوضع انفسهم في قائمة الانتظار عندما تكتمل الاحداث؟

source: Delete unpaid
ara: حذف الغير دافع

source: If this is enabled, any registrations which are still unpaid when the final spot is taken will be deleted; the argument for this is that, if someone hasn't paid yet, they have probably changed their mind, and leaving them at the front of the waiting list will only delay acceptance of others who are interested. If this is disabled, unpaid registrations will be moved to the front of the waiting list; the argument for this is that they did register first, so sending them to the back of the line may not be fair. Either way, you may want to publish a policy clearly stating your choice and reasons.
ara: عند تفعيل هذا الخيار سيتم حذف كل من لم يدفع عند اكتمال التسجيل النهائي.

source: Reservation time
ara: وقت التسجيل

source: When a spot opens up, the next person on the waiting list is moved to "Reserved" status and notified via email. This setting determines how long (in hours) we will give them to pay before dropping them and moving to the next person. Keep in mind that emails may be sent at any time, so this should be set no lower than 12, and preferably 24 or higher. If a negative response is received at any time in this window, the process will continue immediately; this is a "worst-case" setting. A value of 0 will disable this and require manual expiry of reservations by an admin.
ara: عند فتح مكان معين سيتم اضافة من في ثائمة الانتظار الى "Reserved" وسيتم اشعارهم بالبريد الالكتروني. هذا الخيار يتيح لك خاصية اعطائهم وقت معين (بالساعات) للدفع قبل اخراجهم من البطولة والدفع بالشخص التالي في القائمة.

source: Defaulted Games
ara: المباريات المنسحبة

source: Winning score to record for defaulted games
ara: نتيجة الفوز للمباريات الافتراضية

source: Losing score to record for defaulted games
ara: نتيجة الخسارة للمباريات الافتراضية

source: Transfer ratings points for defaulted games
ara: نقاط الانتقال في الترتيب للمباريات الافتراضية

source: Spirit Scores
ara: نتائج الحماس

source: Spirit questions
ara: استبيان روح الفريق

source: Default type of spirit questions to use when creating a new league.
ara: انواع اسئلة الروح الكروية عندما يتم اضافة دوري جديد.

source: Spirit numeric
ara: الإدخال الرقمي لروح الفريق

source: Default enable or disable entry of numeric spirit scores when creating a new league.
ara: تمكين أو عدم تمكين إدخال تقييم روح الفريق الرقمية، ليس له علاقة بالإستبيان في الأعلى.

source: By using various combinations of questions and numeric entry above, you can have just the questionnaire, just the numeric entry, both or neither.
ara: عبر استخدام تركيبات مختلفة من الأسئلة والأرقام المدخلة في الأعلى، تستطيع أن تحصل على الأسئلة، القيود الرقمية، كلاهما او بدونهما.

source: The values set above will be the default value for leagues, but can be overridden on a per-league basis.
ara: القيم المعيّنة في الأعلى ستكون القيم الإفتراضية للدواري، لكن سيتم تجاوزها على أساس كل دوري.

source: Maximum spirit score, when no questionnaire is used
ara: القيمة الأعلى لنتيجة الروح عند عدم استخدام الاسئلة.

source: Spirit penalty for not entering score
ara: قم بتعيين العقوبة بسبب عدم إدخال النتيجة؟

source: Spirit default
ara: تقرير روح الفريق

source: Include a default spirit score when not entered.
ara: ضع قيمة افتراضية لنتيجة الروح الكروية عند عدم ادخالها.

source: Score Entry Features
ara: مواصفات ادخال النتيجة

source: If enabled, all-star submissions will be a per-league option; otherwise, they will be disabled entirely.
ara: عند تفعيل هذه الخاصية، تقديمات الابطال سوف تكون خيار قبل البطولة، عند تعطيل الخاصية، سوف يتم ازالة تقديمات الابطال.

source: Incident reports
ara: تقارير الحادث

source: Most spirited
ara: أكثر الفرق حماسا

source: If enabled, "most spirited player" submissions will be a per-league option; otherwise, they will be disabled entirely.
ara: عند تفعيل هذه الخاصية، تقديمات "most spirited player"سوف تكون خيار قبل البطولة، عند تعطيل الخاصية، سوف يتم ازالة تقديمات الابطال.

source: Handle stat submission and tracking as part of game scoring
ara: وضع الاحصائيات كجزء من وضع نتائج المباراة.

source: Enable or disable stat tracking options. If enabled here, stats can still be disabled on a per-league basis.
ara: تفعيل او تعطيل خاصية متابعة الاحصائيات.

source: Team Features
ara: خيارات مرتبطة بالفريق

source: Handle franchises
ara: مسؤول عن النوادي

source: Enable or disable linking of teams through franchises.
ara: تفعيل أو تعطيل ربط الفرق بالامتيازات.

source: Shirt colours
ara: لون القميص

source: Disable this if teams don't have predetermined shirt colours (e.g. if you use pinnies or if matching shirt colours on a team is unimportant).
ara: قم بتعطيل هذه اذا لم يكن هناك لون معين لكل فريق.

source: Shirt numbers
ara: أرقام الجيرسي

source: Enable or disable everything to do with shirt numbers. If enabled here, teams can still opt not to use this feature.
ara: تفعيل او تعطيل ارقام اللاعبين في القمصان.

source: Attendance tracking
ara: متابعة الحضور

source: Enable or disable everything to do with attendance tracking. If enabled here, teams can still opt not to use this feature.
ara: تفعيل أو تعطيل تسجيل الحضور.

source: Allow URLs
ara: السماح للURL

source: Enable or disable attachment of URLs to team and franchise records.
ara: تفعيل او تعطيل ربط URL للفرق وامتيازاتها.

source: Flickr
ara: فليكر

source: Enable or disable attachment of Flickr slideshows to team records.
ara: تفعيل او تعطيل ربط عرض فليكر للفرق.

source: Location Preference Features
ara: مميزات اعدادات المكان

source: Any or all of these options may be enabled; %s will be allocated in order of most specific available preference to least.
ara: بعض او جميع هذه الخيارات يمكن تفعيلها، سوف يتم تخصيص %s من ا الاكثر دقة الى الاوسع.

source: Home field
ara: ملعب المضيف

source: If enabled, administrators will be able to assign home %s to teams. Teams with home %s will be scheduled there whenever possible.
ara: عند تفعيل هذه الخاصية، المدراء سيتمكنون من وضع الفريق المضيف %s للفرق. الفرق المضيفة %s سوف يتم وضعها في تلك الخانة عندما يسمح الوضع بذلك.

source: Facility preference
ara: اعدادات المراكز

source: If enabled, teams will be allowed to set a list of preferred facilities for scheduling.
ara: عند تفعيل هذه الخاصية، ستتمكن الفرق من وضع خيارات للملاعب المفضلة.

source: Region preference
ara: خصائص المنطقة

source: If enabled, teams will be allowed to set a regional preference for scheduling.
ara: عند تفعيل هذه الخاصية، ستتمكن الفرق من وضع خيارات للمناطق المفضلة.

source: Roster Management Features
ara: مميزات ادارة الاعلام

source: Force roster request responses
ara: فرض اجوبة لطلب قائمة الفرق

source: If enabled, players will be forced to respond to roster requests the next time they sign on. It is recommended to use either this or Generate Roster Emails, not both.
ara: عند تفعيل هذه الخاصية، سيجبر اللاعبين للرد على طلبات قائمة الفريق عندما يسجلون الدخول في المرة القادمة.

source: Generate roster email
ara: كتابة بريد الكتروني لقائمة الفرق

source: User Features
ara: خيارات مرتبطة بالمستخدم

source: Automatically approve new user accounts
ara: قم بالقبول بالحسابات الجديد بشكل اوتوماتيكي

source: By enabling this, you reduce administrative work and minimize delays for users. However, you also lose the ability to detect and eliminate duplicate accounts.
ara: عند تفعيل هذه الخاصية، تقلل من العمل الوظيفي كما تقلل من وقت الانتظار لكنك في المقابل تفقد امكانية العثور على الحسابات المكررة.

source: Use of this feature is recommended only for brand new sites wanting to ease the transition for their members.
ara: يفضل استعمال هذه الخاصية للمواقع الجديدة لتسهيل عملية الانتقال لاعضاء الموقع السابقين.

source: Enable joining multiple affiliates
ara: قم بالإنضمام لأندية أخرى

source: Allow users to join multiple affiliates (only applicable if affiliates are enabled above).
ara: السماح للمستخدمين بالانضمام لشركات متعددة.

source: Approve photos
ara: تأكيد الصور

source: If enabled, profile photos must be approved by an administrator before they will be visible.
ara: يجب الموافقة على الصور من قبل مدير الموقع.

source: Handle document uploads
ara: مسؤول عن رفع الملفات

source: Enable annotations
ara: تفعيل الملاحظات

source: Enable tasks
ara: مفعل

source: Enable or disable the management and assignment of tasks.
ara: تفعيل أو تعطيل ادارة وتوزيع المهام.

source: Dog questions
ara: سؤال

source: Enable or disable questions and options about dogs.
ara: تفعيل أو تعطيل الخيارات والاسئلة عن الكلاب.

source: Task Slots
ara: حجوزات المهمة

source: Create Slots for the "%s" Task
ara: أضف حجوزات للمهمة "%s"

source: The system will add this many slots at the specified time.
ara: النظام سيضيف هذا العدد من الحجوزات في الوقت المحدد.

source: The system will add the specified number of slots at the specified time for this many consecutive days.
ara: النظام سيضيف عدد معيّن من الحجوزات في وقت محدد بهذا العدد من الأيام المتتالية.

source: Task Slot
ara: حجز المهمة

source: Delete TaskSlot
ara: حذف حجز المهمة

source: Task Date
ara: تاريخ المهمة

source: Task Start
ara: بداية المهمة

source: Task End
ara: نهاية المهمة

source: Assigned To
ara: معيّن إلى

source: Approved By
ara: تمت الموافقة عبر

source: Edit Task Slot
ara: تعديل حجز المهمة

source: Delete Task Slot
ara: حذف حجز المهمة

source: This description will be visible to people assigned to the task.
ara: الشرح سيكون فقط معروض للأشخاص المعنيين بالمهمة.

source: Notes will only be visible administrators.
ara: الملاحظات ستعرض فقط للمدراء.

source: If checked, assignments will not require separate admin approval.
ara: إذا تم التعيين، المهمات لن تحتاج موافقة المدير.

source: If checked, volunteers will be able to sign themselves up; if not, an admin will have to assign people.
ara: إذا تم التعيين، المتطوعون سيستطيعون التسجيل بأنفسهم، إذا لا، المدير يجب عليه تسجيل المتطوعين.

source: List Tasks
ara: قائمة المهام

source: Delete Task
ara: حذف المهمة

source: Auto-Approve
ara: قم بالسماح-آليا

source: Allow Signup
ara: قم بالسماح بالتسجيل

source: Add Slots
ara: أضف وقت محجوز

source: Add Task
ara: أضف مهمة

source: Related Task Slots
ara: أوقات المهمات المرتبطة المحجوزة

source: Sign up
ara: قم بالتسجيل

source: Edit Task
ara: تعديل المهمّة

source: Assignee
ara: المسجلين

source: Home Phone
ara: تلفون البيت

source: Work Phone
ara: تلفون العمل

source: Work Ext
ara: وصلة تلفون العمل

source: Mobile Phone
ara: رقم الجوال

source: Team Events
ara: أحداث الفريق

source: End Time
ara: نهاية الوقت

source: Team Event Attendance
ara: مواظبة حدث الفريق

source: Edit Event
ara: تعديل الحدث

source: Delete Event
ara: حذف الحدث

source: New Event
ara: حدث جديد

source: Create a New Event
ara: أضف حدث جديد

source: the current roster does not meet the playoff roster rules
ara: القائمة الحالية لا تتبع قوانين قائمة التصفيات

source: they do not have a current membership
ara: هذه الشارة تشير أن العضو لديه عضوية سارية المفعول.

source: there is something wrong with their account
ara: هناك خطأ في حسابهم

source: They can still be invited to join, but will not be allowed to accept the invitation or play with your team until this is resolved.
ara: تسطيع دعوتهم للإنضمام، ولكن لن يسمح لهم بالموافقة أو اللعب في فريقك حتى تحل هذه المشكلة.

source: Invite
ara: قم بدعوة

source: Add to team
ara: أضف الى فريق

source: Or select a team from your history below to invite people from that roster.
ara: أو اختر فريق من الفرق السابقة في الأسفل لتدعو أشخاص من تلك القائمة.

source: Show roster
ara: عرض قائمة اللاعبين

source: Or select a recent event to add people that are registered.
ara: أو اختار حدث جديد من أجل إضافة الأشخاص المسجلين.

source: Show registrations
ara: عرض السجلّات

source: Season Attendance
ara: مواظبة الموسم

source: Week of
ara: أسبوع ال

source: Rosters
ara: قوائم اللاعبين

source: %d reminders sent
ara: %d تم ارسالها

source: %d second reminders sent
ara: %d تنبيهات ثانوية تم ارسالها

source: %d expired invitations/requests removed
ara: %d دعوات/طلبات منتهية الصلاحية تم حذفها

source: %d have had reminders sent but have not yet expired
ara: %d لديهم تنبيهات مرسلة ولكن لم تنتهي بعد

source: No roster activity to report.
ara: لا يوجد نشاطات لقائمة الفريق لإعلانها.

source: A short name for your team, if you have one.
ara: اسم قصير لفريقك، اذا توفر.

source: Home %s
ara: الصفحة الرئيسية %s

source: Home %s, if applicable.
ara: الصفحة الرئيسية %s، اذ تم السماح.

source: No home %s
ara: لا فريق مضيف %s

source: Select your preferred facilities
ara: اختيار مراكزك المفضلة

source: No preference
ara: لا يوجد خيارات مفضّلة.

source: Your team's website, if you have one.
ara: صفحة الفريق الرئيسية، إذا لديك واحدة.

source: If selected, this team's Flickr slideshow will no longer be shown. This is for use if teams repeatedly violate this site's terms of service.
ara: إذا تم اختياره، عرض صور فليكر للفريق لن تعرض. هذا الخيار مخصص للفرق اللتي تسيء استخدام خاصية عرض الصور.

source: Your team has been banned from using the Flickr slideshow. Contact an administrator if you believe this was done in error or would like to request a review.
ara: تم منع فريقك من استخدام عرض فليكر. اتصل بمدير الموقع لاصلاح العطل.

source: The URL for your photo set will be something like http://www.flickr.com/photos/abcdef/sets/12345678901234567/. abcdef is your user name.
ara: الوصلة لمجموعة صورك ستكون كهذا المثال http://www.flickr.com/photos/abcdef/sets/12345678901234567/. abcdef هو اسم المستخدم.

source: The URL for your photo set will be something like http://www.flickr.com/photos/abcdef/sets/12345678901234567/. 12345678901234567 is your set number.
ara: الوصلة لمجموعة صورك ستكون شيء كهذا المثال http://www.flickr.com/photos/abcdef/sets/12345678901234567/. 12345678901234567 هم أرقام حسابك.

source: Do NOT include the @; it will be automatically added for you.
ara: لا تكتب @، سوف تضاف آليا لك.

source: List Teams
ara: قائمة الفرق

source: Join
ara: انضم

source: Join a Team
ara: انضم إلى فريق

source: Division to move this team to:
ara: تغيير هذا الفريق إلى الفئة:

source: Shirt Numbers
ara: أرقام الجيرسي

source: FAIL
ara: فشل

source: Addition
ara: اضافة

source: Invitation
ara: دعوة

source: Roster %s
ara: قائمة الفريق %s

source: You are adding
ara: أنت تضيف

source: to the team
ara: إلى الفريق

source: You are inviting
ara: انت تدعو

source: to join the team
ara: للإنضمام للفريق

source: Possible roster roles are:
ara: أدوار قائمة اللاعبين المحتملة هي:

source: Roster Position
ara: مركز قائمة اللاعبين

source: You are attempting to change player position for
ara: أنت تريد تغيير مركز اللاعب ل

source: on the team
ara: في الفريق

source: Current position:
ara: المركز الحالي:

source: Possible roster positions are:
ara: مراكز قائمة اللاعبين المحتملة هي:

source: Roster Request
ara: طلب قائمة اللاعبين

source: You are requesting to join the team
ara: أنت تطالب بالإنضمام للفريق

source: Roster Role
ara: دور قائمة اللاعبين

source: You are attempting to change the role for
ara: أنت تريد تغيير الدور ل

source: Current role:
ara: الدور الحالي:

source: Team Schedule
ara: جدول الفريق

source: Team Spirit
ara: حماس الفريق

source: Team Statistics
ara: احصائيات الفريق

source: Teams by Division
ara: فرق حسب الفئة

source: Teams with too few players
ara: فرق لديها عدد قليل من اللاعبين

source: Top-rated Teams
ara: أكثر الفرق تقييما

source: Lowest-rated Teams
ara: أقل الفرق تقييما

source: Top Defaulting Teams
ara: أكثر الفرق المنسحبة

source: Top Non-score-submitting Teams
ara: أكثر الفرق عدم تسجيل للنتائج

source: Top Spirited Teams
ara: أكثر الفرق حماسا

source: Lowest Spirited Teams
ara: أقل الفرق حماسا

source: Other years
ara: سنوات أخرى

source: Other leagues
ara: دوريات أخرى

source: Details & roster
ara: التفاصيل وقائمة اللاعبين

source: Unassigned List
ara: قائمة الغير معيّنين

source: List Unassigned Teams
ara: قائمة الفرق الغير معيّنة

source: Home Field
ara: ملعب المضيف

source: Facility Preference
ara: خيارات المراكز

source: Roster Status
ara: حالة قائمة اللاعبين

source: Track Attendance
ara: متابعة الحضور

source: Attendance Reminder
ara: تذكير بالحضور

source: disabled
ara: غير مفعّل

source: day of game
ara: يوم المباراة

source: day before game
ara: يوم قبل المباراة

source: %d days before game
ara: %d أيام قبل المباراة

source: Attendance Summary
ara: ملخص الحضور

source: Attendance Notification
ara: تذكير بالحضور

source: Affiliated Team
ara: الفريق المنتسب الى نادي

source: Jersey Numbers
ara: أرقام الجيرسي

source: Position
ara: المركز

source: Date Joined
ara: تاريخ الانضمام

source: Notice: The following players are currently INELIGIBLE to participate on this roster. This is typically because %s. They are not allowed to play with this team until this is corrected. Hover your mouse over the %s to see the specific reason why.
ara: ملاحظة: هؤلاء اللاعبين غير مسموح لهم حاليا للمشاركة في قائمة اللاعبين. هذا بسبب %s. لا يسمح لهم باللعب مع هذا الفريق حتى تحل هذه المشكلة. حرك المؤشر على %s لمعرفة السبب.

source: account inactive
ara: الحساب غير مفعّل

source: not a member
ara: ليس عضوا

source: roster conflict
ara: تضارب في قائمة اللاعبين

source: schedule conflict
ara: تضارب في الجدول

source: Average Skill Rating
ara: مستوى متوسط المهارة

source: Upload Type
ara: نوع الرفع

source: Upload Types
ara: أنواع الرفع

source: New Upload Type
ara: نوع رفع جديد

source: Uload Types
ara: أنواع الرفع

source: Edit Upload Type
ara: تعديل نوع الرفع

source: Delete Upload Type
ara: احذف نوع الرفع

source: List Upload Types
ara: قائمة انواع الرفع

source: Users
ara: المستخدمين

source: Change Password for
ara: تغيير كلمة المرور ل

source: %s If you already have an account from a previous season, %s! Instead, please %s to regain access to your account.
ara: %s اذا كان لديك حساب من موسم سابق، %s! بدلا من ذلك، %s لاسترجاع الدخول الى حسابك.

source: NOTE
ara: ملاحظة

source: DO NOT CREATE ANOTHER ONE
ara: لا تقم بتسجيل واحد آخر

source: follow these instructions
ara: اتبع هذه التعليمات

source: Password
ara: كلمة المرور

source: Import
ara: استيراد

source: Import Users
ara: استيراد مستخدمين

source: CSV file
ara: ملف CSV

source: Status to set for imported accounts
ara: الحالة التي ستوضع للحسابات المستوردة

source: Reset Password
ara: تغيير كلمة المرور

source: Full name of this waiver.
ara: الاسم الكامل لهذا الإعفاء.

source: An extended description, shown solely to administrators, for example to differentiate between various "Membership" waivers.
ara: شرح كامل، يعرض فقط للمدراء، مثلا للتمييز بين انواع اعفاءات "العضوية" المختلفة.

source: Complete waiver text, HTML is allowed.
ara: قم بتعبئةنص الإعفاء، HTML مسموح.

source: Expiry Options
ara: خيارات الإنتهاء

source: Event waivers have no expiry options; they always expire after the event is done.
ara: إعفاءات الاحداثات لا تحتوي خيارات تواريخ انتهاء، دائما ينتهون بعد انتهاء الحدث.

source: List Waivers
ara: عرض الإعفاءات

source: Expiry Type
ara: نوع الإنتهاء

source: Valid For
ara: صالح لفترة

source: Add Waiver
ara: أضف إعفاء

source: View Waiver
ara: عرض الإعفاء

source: You have not accepted this waiver for the dates %s to %s.
ara: لم تقم بقبول هذا الإعفاء بين تواريخ %s الى %s.

source: You haven't accepted this waiver.
ara: لم تقم بقبول هذا الإعفاء.

source: You may %s; if you choose not to, you may be prompted to do so at a later time.
ara: تستطيع %s، اذا فضلت غير ذلك، قد تسطيع عمله في وقت آخر.

source: accept it now
ara: اقبل الإعفاء الآن

source: Sign Waiver
ara: توقيع الإعفاء

source: List Waiver
ara: قائمة الإعفاءات

source: Edit Waiver
ara: تعديل الإعفاء

source: Field
ara: ملعب

source: Fields
ara: ملاعب

source: field
ara: ملعب

source: fields
ara: ملاعب

source: Court
ara: ملعب تنس

source: Courts
ara: ملاعب تنس

source: cout
ara: ملعب تنس

source: couts
ara: ملاعب تنس

source: Pitch
ara: ملعب كرة قدم

source: Pitchs
ara: ملاعب كرة قدم

source: pitch
ara: ملعب كرة قدم

source: pitches
ara: ملاعب كرة قدم

source: Diamond
ara: ملعب بيسبول

source: Diamonds
ara: ملاعب بيسبول

source: diamond
ara: ملعب بيسبول

source: diamonds
ara: ملاعب بيسبول

source: Rink
ara: حلبة التزلج

source: Rinks
ara: حلبات التزلج

source: rink
ara: حلبة التزلج

source: rinks
ara: حلبات التزلج

source: Gym
ara: صالة الرياضة

source: Gyms
ara: صالات الرياضة

source: gym
ara: صالة الرياضة

source: gyms
ara: صالات الرياضة

source: Active Player
ara: لاعب نشط

source: This badge indicates a player who is on a team roster for a current or upcoming season.
ara: هذه الشارة تشير أن اللاعب الذي في قائمة الفريق يلعب في موسم حالي أو قادم.

source: Member
ara: عضو

source: This badge indicates a player who has a current membership.
ara: هذه الشارة تشير أن العضو لديه عضوية سارية المفعول.

source: Intro Member
ara: عضو جديد

source: This badge indicates a player who has an introductory membership, typically a player new to the sport or the city.
ara: هذه الشارة تبين أن اللاعب لديه عضوية مبدئية، عادة تعطى للاعب جديد على الرياضة أو المدينة.

source: Junior Player
ara: لاعب شاب

source: This badge indicates a player who is under 18.
ara: هذه الشارة تدل على أن اللاعب عمره أصغر من ١٨ سنة.

source: Past Member
ara: عضو سابق
