Repository: Zuluru/Languages
Catalog: ara/LC_MESSAGES/default.po
Languages: ara

source: You do not have permission to access that page.
ara: ليس لديك تصريح بالدخول لتلك الصفحة.

source: You must login to access full site functionality.
ara: يجب عليك تسجيل الدخول للحصول على وظائف الموقع كاملة.

source: Last time we tried to contact you, your email bounced. We require a valid email address as part of your profile. You must update it before proceeding.
ara: آخر مرة حاول الموقع مراسلتك، الرسالة لم تستلم. لذلك نطلب منك بريد إلكتروني صحيح كجزء من ملفك الشخصي. يجب عليك تحديثه قبل التقدم.

source: Your player profile is incomplete. You must update it before proceeding.
ara: ملف اللاعب الشخصي لديك غير مكتمل. يجب عليك تحديثه قبل التقدم.

source: You have been invited to join a team, and must either accept or decline this invitation before proceeding. Before deciding, you have the ability to look at this team's roster, schedule, etc.
ara: لقد تمت دعوتك للانضمام لفريق، ويجب عليك إما قبول أو رفض الدعوة قبل الإكمال. قبل الإختيار، لديك القدرة على عرض قائمة اللاعبين في هذا الفريق، جدوله، إلخ.

source: Home
ara: الصفحة الرئيسية

source: View
ara: عرض

source: Edit
ara: تعديل

source: Preferences
ara: خيارات

source: Change password
ara: تغيير كلمة المرور

source: Registration
ara: التسجيل

source: Wizard
ara: مساعد التسجيل للأحداث

source: Checkout
ara: انهاء عملية الدفع

source: Preregistrations
ara: التسجيلات المسبقة

source: List
ara: القائمة

source: Add
ara: أضف

source: Unpaid
ara: غير مدفوعة

source: Credits
ara: الديون

source: Report
ara: التقرير

source: Create %s
ara: إضافة %s

source: event
ara: الحدث

source: Questionnaires
ara: الإستطلاعات

source: Questions
ara: أسئلة

source: Teams
ara: الأفرقة

source: team
ara: فريق

source: Franchises
ara: الوكالات

source: franchise
ara: نادي

source: Leagues
ara: الدواري

source: league
ara: الدوري

source: Regions
ara: المناطق

source: region
ara: منطقة

source: facility
ara: مركز

source: Search
ara: بحث

source: People
ara: أشخاص

source: Badges
ara: الشارات

source: Nominate
ara: قم بالترشيح

source: Inactive
ara: غير مفعل

source: Newsletters
ara: النشرات

source: mailing list
ara: قائمة البريد

source: newsletter
ara: النشرة

source: Organization
ara: المنظمة

source: Configuration
ara: الإعداد

source: Settings
ara: الإعدادات

source: Email
ara: الإيميل

source: Team
ara: الفريق

source: User
ara: المستخدم

source: Profile
ara: تعديل الملف الشخصي

source: Scoring
ara: التسجيل

source: Payment
ara: الدفع

source: Affiliates
ara: الأندية

source: Tasks
ara: المهام

source: Holidays
ara: أيام الإجازة

source: Waivers
ara: إعفاءات

source: Categories
ara: الفئات

source: Contacts
ara: جهات الإتصال

source: Help
ara: مساعدة

source: Coordinators
ara: المنسقين

source: Administrators
ara: المدراء

source: Statistics
ara: الإحصائيات

source: Participation
ara: حضور

source: account
ara: حساب

source: Login
ara: تسجيل الدخول

source: Schedule
ara: الجدول

source: Standings
ara: جدول الترتيب

source: Attendance
ara: الحضور

source: Delete
ara: حذف

source: Move
ara: تغيير

source: Spirit
ara: روح الفريق

source: Stats
ara: الإحصائيات

source: Add Team
ara: أضف فريق

source: Add an Owner
ara: أضف مالك

source: Scores
ara: النتائج

source: Add Games
ara: أضف مبارايات

source: Approve scores
ara: تأكيد النتائج

source: Spirit Report
ara: تقرير روح الفريق

source: Edit %s
ara: تعديل %s

source: The search terms used are too general. Please be more specific.
ara: كلمات البحث المستعملة عامة للغاية. الرجاء ادخال كلمات ادق.

source: Could not find validation handler %s for %s
ara: حصل خطأ في إيجاد معمل التأكيد الصحيح %s لـ %s

source: Disabled
ara: غير مفعل

source: Enabled
ara: مفعل

source: User can update
ara: المستخدم يستطيع التحديث

source: Admin can update
ara: مدير الموقع يستطيع التحديث

source: Disabled entirely
ara: تم إلغاء تفعيله كليا

source: Head-to-head > Head-to-head plus-minus > Plus-minus > Goals for > Losses
ara: المباريات المباشرة > فرق الأهداف في المباريات المباشرة > فرق الأهداف > أهداف له > عدد الخسائر

source: Plus-minus > Head-to-head > Goals for > Losses
ara: فرق الأهداف > المباريات المباشرة > أهداف له > الخسائر

source: Head-to-head > Head-to-head plus-minus > Plus-minus > Goals for > Losses > Spirit
ara: المباريات المباشرة > فرق الأهداف في المباريات المباشرة > فرق الأهداف > أهداف له > عدد الخسائر > روح الفريق

source: Spirit > Head-to-head > Head-to-head plus-minus > Plus-minus > Goals for > Losses
ara: روح الفريق > المباريات المباشرة > فرق الأهداف في المباريات المباشرة > فرق الأهداف > أهداف له > عدد الخسائر

source: Plus-minus > Head-to-head > Goals for > Losses > Spirit
ara: فرق الأهداف > المباريات المباشرة > أهداف له > الخسائر > روح الفريق

source: Spirit > Plus-minus > Head-to-head > Goals for > Losses
ara: روح الفريق > فرق الأهداف > المباريات المباشرة > أهداف له > عدد الخسائر

source: Captain
ara: كابتن

source: Assistant captain
ara: مساعد كابتن

source: Non-playing coach
ara: مدرب لا يلعب

source: Regular player
ara: لاعب أساسي

source: Substitute player
ara: لاعب احتياطي

source: Not on team
ara: ليس في فريق

source: Players are invited and must accept
ara: اللاعبون تقام دعوتهم ويجب عليهم القبول

source: Players are added directly
ara: اللاعبين يضافون بشكل مباشر

source: Coordinator
ara: المنسق

source: Nobody
ara: لا أحد

source: Everybody
ara: الكل

source: Admins
ara: مدراء الموقع

source: Full
ara: كامل

source: Introductory
ara: التمهيدي

source: Run-time determination
ara: تحديد وقت التشغيل

source: Determined by game outcomes
ara: يحدد عن طريق نتائج المباراة

source: Determined by roster status
ara: يحدد عن طريق حالة قائمة اللاعبين

source: Determined by registrations
ara: يحدد عن طريق التسجيلات

source: Aggregates multiple badges, e.g. "5x"
ara: يقم بجمع عدة شارات مثلا 5x

source: Nominated by anyone (must be approved)
ara: تم ترشيحه بواسطة أي شخص (يجب الموافقة عليه)

source: Assigned by an admin
ara: تم تعيينه بواسطة مدير الموقع

source: Admin only (same locations as high)
ara: مدير الموقع فقط (نفس مواقع العالي)

source: High (profile, pop-ups, team rosters)
ara: عالي (الملف الشخصي، النوافذ، قوائم لاعبي الفرق)

source: Low (profile only)
ara: منخفض (الملف الشخصي فقط)

source: None
ara: بدون

source: Round Robin
ara: نظام جدولة الدوري (جدولة روبن)

source: Ratings Ladder
ara: سلم التقييم

source: Tournament
ara: البطولة

source: Wager System
ara: نظام المراهنات

source: Modified Elo
ara: Elo المعدل

source: No spirit questionnaire
ara: لا يوجد استبيان روح الفريق

source: WFDF standard
ara: WFDF النموذجي

source: Modified WFDF
ara: WFDF المعدل

source: Modified BULA
ara: BULA المعدل

source: Leaguerunner original
ara: Leaguerunner الأصلي

source: Modified Leaguerunner
ara: Leaguerunner المعدل

source: updated.
ara: تم تحديثه.

source: Skill
ara: معدل المهارة

source: Compared to other players of the same sex as you, would you consider yourself:
ara: مقارنة بلاعبين اخرين, ماذا تعتبر نقسك؟

source: One of the slowest
ara: واحد من الأبطأ

source: Slower than most
ara: أبطأ من الأكثرية

source: Average speed
ara: سرعته متوسطة

source: Faster than most
ara: أسرع من الأكثرية

source: One of the fastest
ara: واحد من الأسرع

source: How would you describe your throwing skills?
ara: كيف تصف مهاراتك في الرمي؟

source: just learning, only backhand throw, no forehand
ara: للتو يتعلم، فقط رمية خلفية

source: can make basic throws, perhaps weaker forehand, some distance and accuracy, nervous when handling the disc
ara: يستطيع رمي رميات أساسية، ممكن رميات ضعيفة، بعض المسافة والدقة، متوتر مع التعامل مع الديسك

source: basic throws (backhand and forehand), some distance and accuracy, not very consistent, somewhat intimidated when handling the disc, can handle on most lower-tier teams
ara: رميات أساسية، مسافة ودقة مقبولة، مستواه غير ثابت، يخاف من التعامل مع الديسك، يلعب مع فرق ذو مستوى مقبول

source: good basic throws (backhand and forehand), good distance and accuracy, fairly consistent, relatively comfortable when handling disc, can handle on most lower to mid-tier teams
ara: رميات أساسية جيدة، مسافة ودقة جيدة، مستواه ثابت لحد ما، مرتاح نسبيا مع التعامل مع الديسك، قادر على اللعب مع فرق ذو مستوى متوسط

source: very good basic throws, know some other kinds of throws, very good distance and accuracy, usually consistent quality throws, confident when handling the disc, can handle on most mid to upper-tier teams
ara: جيد جدا في الرميات الأساسية، يعرف رميات أخرى، جيد جدا في المسافة والدقة، عادة رمياته متقنة، واثق مع تعامله مع الديسك، قادر على اللعب مع فرق ذو مستوى عالي

source: all kinds of throws, excellent distance and accuracy, not prone to errors of judgment, can handle on most top-tier and lower-competitive teams
ara: جميع أنواع الرميات، ممتاز في المسافة والدقة، غير معرض للأخطاء في الحكم، يستطيع التعامل مع الفرق التنافسية

source: all kinds of throws, very rarely make a bad throw, excellent distance, near perfect accuracy, epitome of reliability, can handle on an elite team (mid-highly competitive team)
ara: جميع أنواع الرمي، نادرا ما يعمل رمية سيئة، المسافة ممتازة، دقة متناهية، يعتمد عليه كليا، يستطيع اللعب في فريق النخبة

source: How would you rate your catching skills?
ara: كيف تقيم مهاراتك في التصدي؟

source: can make basic catches if they're straight to me, still learning to judge the flight path of the disc
ara: يستطيع عمل التقاطات إذا كانت موجهة نحوه، ما يتعلم الحكم على طريق الديسك

source: can make basic catches, sometimes have difficulty judging the flight path of the disc
ara: يستطيع عمل الإلتقاطات الرئيسية، يصعب عليه توقع طريق طيران الديسك

source: can make most catches, good at judging the flight path of the disc, not likely to attempt a layout
ara: يستطيع الالتقاط في معظم الأحيان، جيد في الحكم على طريق طيران الديسك، لن يرمي بنفسه من أجل الديسك

source: can catch almost everything (high, low, to the side), rarely misread the disc, will layout if necessary
ara: يستطيع تقريبا التقاط كل شيء، نادرا ما يفشل في الاتقاطة

source: catch absolutely everything thrown towards me, and most of the swill that isn't
ara: يستطيع التقاط كل شيء يرمى نحوه، وحتى معظم الأشياء القريبة منه

source: With respect to playing defense, you:
ara: بالنسبة للدفاع, انت:

source: understand some basics, and are learning how to read the play, no/limited experience with defense strategies
ara: يعرف الأساسيات، ومازال يتعلم كيفية قراءة اللعب، معرفته بالدفاع محدودة

source: know the basics, but you're sometimes behind the play, learned a bit about man defense strategies
ara: يعرف الأساسيات، ولكن يتأخر في اللعب أحيانا، تعلم القليل عن مراقبة رجل لرجل

source: can stay with the play and sometimes make the D, understand the basics of man & zone style defense strategies
ara: يستطيع بعض الاحيان أن يقوم بالدفاع، يفهم أساسيات دفاع رجل لرجل ودفاع المنطقة

source: can read and anticipate the play and get in position to increase the chances of make the D, comfortable with both man/zone style defense strategies
ara: يستطيع قراءة وتوقع اللعبة الذهاب للمركز لزيادة حضوضه للدفاع، مرتاح في جميع استراتيجيات الدفاع

source: always think ahead of the play and can often make the D, proficient at both man/zone style defense strategies and maybe know a few more
ara: دائما يفكر قبل عمل اللعبة، فنان في دفاع المنطقة ورجل لرجل

source: With respect to playing offense, you:
ara: بالنسبة للهجوم, انت:

source: are still learning the basic strategy, not quite sure where to go or when to cut
ara: للتو يبدأ تعلم الاستراتيجية الرئيسية، متردد عند المحاورات

source: have the basic idea of where/when/how cuts should be made, starting to be able to do it, basic knowledge of a stack
ara: لديه معرفة أساسية عن كيفية المحاورات، مبتدئ، يعرف كيفية اللعب

source: can make decent cuts, understand the stack, can play at least one of handler/striker/popper/etc, understand the concept of the dump & swing
ara: يستطيع عمل محاورات محترمة، سريع البديهة، يستطيع اللعب في مركز واحد، يفهم مبدأ اللعبة

source: can make good cuts, can play any of handler/striker/popper/etc, comfortable handling, rarely throw away the disc or get blocked
ara: يستطيع عمل محاورات جدية، يستطيع اللعب في عدة مراكز، سيطرته هادئة على الكرة، نادرا ما يرمي الديسك أو يتم إيقافه

source: proficient cutter, experienced handler, can play any position, understand many offensive strategies
ara: لاعب سريع يتقن التعدية، ذو خبرة، يستطيع اللعب في أي مركز، يعرف الكثير من الخطط الهجومية

source: Experience
ara: خبرة

source: For how many years have you been playing Ultimate?
ara: لمدة كم سنة وانت تلعب الالتميت؟

source: 0 years
ara: صفر سنوات

source: 1-2 years
ara: ١-٢ سنوات

source: 3-5 years
ara: ٣-٥ سنوات

source: 6-8 years
ara: ٦-٨ سنوات

source: 9+ years
ara: ٩+ سنوات

source: What is the highest level at which you regularly play?
ara: ما هو اعلى مستوى تلعب به عادة؟

source: Recreational League
ara: دوري ترفيهي

source: Intermediate League or Recreational Tournament
ara: دوري متوسط أو بطولة ترفيهية

source: Competitive League or Intermediate Tournament
ara: دوري تنافسي أو بطولة متوسطة

source: Competitive Tournament (top 8 at a high-caliber tournament or bottom half at Nationals
ara: بطولة تنافسية

source: Elite Tournament (top half at Nationals)
ara: بطولة النخبة

source: Over the past few summers, how many nights during the week did you play Ultimate? (Organized practices and regular pick-up count.)
ara: في غضون فصول الصيف الماضية، كم ليلة في الاسبوع كنت تلعب الالتيمتت؟

source: 0 nights per week
ara: ولا ليلة كل أسبوع

source: 1 night per week
ara: ليلة كل أسبوع

source: 2 nights per week
ara: ليلتان كل أسبوع

source: 3 nights per week
ara: ٣ ليالي كل أسبوع

source: more than 3 nights per week
ara: أكثر من ثلاث ليالي بالاسبوع

source: Over the past few years, when did you normally play Ultimate?
ara: في غضون فصول السنوات الماضية، متى كنت تلعب الالتيمتت؟

source: The occasional pick-up game
ara: المباراة الودية (التقسيمة) المعتادة

source: The occasional tournament
ara: البطولة المعتادة

source: 1 season (e.g. Summer, Fall or Winter)
ara: موسم واحد (مثلا الصيف، الخريف أو الشتاء)

source: 2 seasons
ara: موسمين

source: Year-round
ara: على طول السنة

source: If there was a disagreement on the field about a certain play, the majority of the time you would be able to:
ara: في حالة كانت هناك حالة مثيرة للجدل في الملعب، في معظم الاحيان ستكون قادرا على:

source: not do much because you don't know all the rules yet
ara: لا تستطيع عمل الكثير لأنك لا تعرف جميع القواعد بعد

source: quote what you think is the rule, and agree with the other player/captain to go with that
ara: اقتبس القاعدة التي تظنها، وقم بالموافقة مع لاعب/كابتن آخر لاستخدامها

source: use a copy of the rules to find the exact rule that addresses the problem
ara: استخدم نسخة من القواعد لإيجاد القاعدة بدقة التي تحل المشكلة

source: quote the exact rule from memory that addresses the problem
ara: اقتبس القاعدة التي تحل المشكلة بدقة من الذاكرة

source: Invalid %s
ara: %s غير صحيح

source: affiliate
ara: النادي

source: The %s has been saved
ara: تم حفظ الـ %s

source: The %s could not be saved. Please correct the errors below and try again.
ara: غير قادر على حفظ %s. الرجاء تصحيح الأخطاء في الأسفل والمحاولة مرة أخرى.

source: The following records reference this affiliate, so it cannot be deleted.
ara: السجلات التالية تقتبس هذا النادي، لذلك لا يمكن حذفه.

source: %s deleted
ara: تم حذف %s

source: Affiliate
ara: النادي

source: %s was not deleted
ara: لم يتم حذف %s

source: %s is already a manager of this affiliate
ara: %s رئيس في هذه الشركة التابعة

source: Added %s as manager
ara: تم اضافة %s كمدير الفريق الرياضي

source: Failed to add %s as manager
ara: فشل في اضافة %s كمدير الفريق الرياضي!

source: person
ara: الشخص

source: Successfully removed manager
ara: تم إخراج مدير الفريق بنجاح

source: Failed to remove manager!
ara: فشل في إخراج مدير الفريق الرياضي!

source: The cache has been cleared.
ara: تم مسح التخزين المؤقت.

source: Your language has been changed for this session. To change it permanently, %s.
ara: تغيرت لغتك لهذه الجلسة، لتغيير اللغة للابد، %s

source: update your preferences
ara: تعديل خيارتك الشخصية

source: badge
ara: الشارة

source: This badge is %s, not calculated, so it cannot be initialized.
ara: هذه الشارة %s، لا تحسب، لذلك لا يمكن تهيئتها.

source: This badge has no handler.
ara: هذه الشارة لا يوجد لديها معامل.

source: Unrecognized badge category "%s".
ara: فئة الشارة "%s" لم يتم تمييزها.

source: Badge has been initialized, and has been awarded %d times.
ara: تم تهيئة الشارة، وتم منحها %d مرات.

source: The following records reference this badge, so it cannot be deleted.
ara: السجلات التالية تقتبس هذه الشارة، لذلك لا يمكن حذفها.

source: Badge
ara: الشارة

source: category
ara: الفئة

source: The following records reference this category, so it cannot be deleted.
ara: السجلات التالية تقتبس هذه الفئة، لذلك لا يمكن حذفها.

source: Category
ara: الفئة

source: Contact management is disabled on this site.
ara: إدارة جهة الإتصال غير مفعلة في هذا الموقع.

source: contact
ara: جهة الإتصال

source: Contact
ara: جهة الإتصال

source: Your message has been sent.
ara: تم إرسال رسالتك.

source: Error sending email.
ara: فشل في إرسال الإيميل.

source: No contacts have been set up yet on this site.
ara: لا توجد أي جهات اتصال منصبة في هذا الموقع

source: division
ara: المستوى

source: This league does not have stat tracking enabled.
ara: هذا الدوري لا يمتلك متابعة إحصائيات مفعلة.

source: You must select at least one %s!
ara: يجب عليك اختيار %s على الأقل!

source: %s is already a coordinator of this division
ara: ‏%s منظم في هذه المستوى

source: Added %s as coordinator
ara: تم اضافة %s كمنسق

source: Failed to add %s as coordinator
ara: فشل في اضافة %s كمنسق!

source: Successfully removed coordinator
ara: تم حذف المنسق بنجاح

source: Failed to remove coordinator!
ara: فشل في إخراج المنسق!

source: The %s have been saved
ara: تم حفظ الـ %s

source: teams
ara: الفرق

source: Each team must have a unique initial seed.
ara: كل فريق يجب أن يمتلك إدراج أولي فريد.

source: Initial seeds must start at 1 and not skip any.
ara: الإدراجات الأولية يجب أن تبدأ عند 1 ولا تتطى أحد.

source: The following records reference this division, so it cannot be deleted.
ara: السجلات التالية تقتبس هذا المستوى، لذلك لا يمكن حذفه.

source: Division
ara: المستوى

source: This division has no games scheduled yet.
ara: هذا المستوى لا يحتوي على أي مباريات مجدولة بعد.

source: Schedule changes saved!
ara: تم حفظ تغييرات الجدول!

source: Cannot generate standings for a division with no schedule.
ara: فشل في تكوين ترتيبات لمستوى بدون جدول.

source: This division does not support this report.
ara: هذا المستوى لا يدعم هذا التقرير.

source: There are currently no games to approve in this division.
ara: لا توجد حاليا أي مباريات للموافقة عليها في هذا المستوى.

source: Only playoff divisions can be initialized
ara: فقط مستويات دوري خروج الخاسر تستطيع تهيئتها

source: does not have a unique affiliated team in the correct division
ara: لا يوجد لديك أي فريق فريد منتمي لنادي في المستوى الصحيح

source: Failed to update team rating
ara: فشل في تحديث تقييم الفريق

source: Team ratings have been initialized.
ara: تقييمات الفريق تم تهيئتها.

source: There are already games finalized in this pool. Unable to proceed.
ara: هناك مباريات تم الإنتهاء منها في هذه المجموعة مسبقا. غير قادر على الإكمال.

source: There are currently no dependencies to initialize in this division.
ara: لا توجد حاليا أي اعتمادات للتهيئة في هذا المستوى.

source: Not enough teams in the division to fulfill all scheduled seeds
ara: لا توجد فرق كافية في المستوى لإكمال جميع إدراجات الجدول

source: Failed to %s game dependency
ara: فشل في %s إعتماد المباراة

source: locate
ara: حدد الموقع

source: Dependencies have been %s.
ara: الإعتمادات تم %s.

source: stage
ara: المرحلة

source: There are currently no pools to delete in this stage.
ara: لا توجد حاليا أي مجموعات للحذف في هذه المرحلة.

source: %s were not deleted
ara: %s لم يحذف

source: Pools in this stage
ara: المجموعات في هذه المرحلة

source: All pools in this stage
ara: جميع المجموعات في هذه المرحلة

source: Your account is currently inactive, please contact an administrator to reactivate it.
ara: حسابك غير مفعل حاليا، الرجاء التواصل مع احد مدراء الموقع لتفعيله

source: You are not allowed to register for events until your account has been approved.
ara: أنت غير مصرح لك بالتسجيل للأحداث حتى تتم الموافقة على حسابك.

source: The following records reference this event, so it cannot be deleted.
ara: السجلات التالية تقتبس هذا الحدث، لذلك لا يمكن حذفه.

source: Event
ara: الحدث

source: connections
ara: العلاقات

source: You must first create at least one region for facilities to be located in.
ara: يجب عليك أولا إضافة منطقة واحدة على الأقل لمراكز الملاعب لتحديد مواقعهم.

source: The following records reference this facility, so it cannot be deleted.
ara: السجلات التالية هذا المركز، لذلك لا يمكن حذفه.

source: Facility
ara: مركز الملاعب

source: The following records reference this %s, so it cannot be deleted.
ara: السجلات التالية تقتبس هذا الـ %s، لذلك لا يمكن حذفه.

source: letter
ara: رسالة

source: The following records reference this franchise, so it cannot be deleted.
ara: السجلات التالية تقتبس هذا النادي، لذلك لا يمكن حذفه.

source: Franchise
ara: النادي

source: That team is already part of this franchise
ara: ذلك الفريق هو جزء من هذ النادي مسبقا

source: You are not a captain, assistant captain or coach of the selected team
ara: أنت لست كابتن، مساعد كابتن أو مدرب للفريق المختار

source: The selected team has been added to this franchise
ara: تم إضافة الفريق المختار في هذا النادي

source: Failed to add the selected team to this franchise
ara: فشل في إضافة الفريق المختار في هذا النادي

source: That team is not part of this franchise
ara: ذلك الفريق ليس عضوا في هذا النادي

source: All teams must be members of at least one franchise. Before you can remove this team from this franchise, you must first add it to another one.
ara: جميع الفرق يجب أن يكونوا أعضاء في نادي واحد على الأقل. قبل أن تحذف هذا الفريق من هذا النادي، يجب عليك إضافته لنادي آخر.

source: The selected team has been removed from this franchise.
ara: الفريق المختار تم إخراجه من هذا النادي.

source: As there were no other teams in the franchise, it has been deleted as well.
ara: كما أنه لا توجد أي فرق أخرى النادي، لقد تم حذفه أيضا.

source: There are no other teams in the franchise, but deletion of the franchise failed.
ara: لا توجد أي فرق أخرى في النادي، ولكن فشل في حذف النادي.

source: Failed to remove the selected team from this franchise.
ara: فشل في إخراج الفريق المختار من هذا النادي!

source: %s is already an owner of this franchise
ara: %s مالك في هذا الامتياز

source: Added %s as owner
ara: تم أضافة %s كمالك

source: Failed to add %s as owner
ara: فشل في اضافة %s كمالك

source: game slot
ara: حجز مباراة

source: You must select at least one game slot!
ara: يجب عليك اختيار حجز مباراة واحد على الأقل!

source: Game end time of %s is before game start time of %s!
ara: وقت نهاية المباراة %s هو قبل وقت بداية المباراة %s!

source: Detected a pre-existing conflict with the game slot to be created at %s on %s at %s. Unable to continue. (There may be more conflicts; this is only the first one detected.)
ara: تم الكشف عن تضارب موجود مسبقا مع حجز المباراة الذس ستضيفه في %s على %s في %s. غير قادر على الإكمال. (قد يوجد هناك تضاربات أخرى، هذا فقط أول تضارب تم كشفه.)

source: game slots
ara: حجوزات المباراة

source: You must select at least one division!
ara: يجب عليك اختيار مستوى واحد على الأقل!

source: This game slot has a game assigned to it and cannot be deleted.
ara: حجز المباراة هذا لديه مباراة معينة إليها ولا يمكن حذفه.

source: Game slot
ara: حجز المباراة

source: This game slot has no games associated with it.
ara: حجز المباراة هذا لا يشمل أي مباريات.

source: You can only enter scores for multiple games in "competition" divisions.
ara: تستطيع فقط إدخال نتائج لعدة مباريات في المستويات "المتنافسة".

source: Games in this slot have already been finalized.
ara: المباريات في هذا الحجز لم يتم تأكيدها بعد.

source: That game has not yet occurred!
ara: المباراة لم تلعب بعد!

source: incident data
ara: معلومات الحادثة
