Repository: Zuluru/Languages
Catalog: ara/LC_MESSAGES/default.po
Languages: ara

source: bracket with pre-semi-finals, semi-finals and finals, everyone gets 3 games
ara: رسم لقبل ربع النهائي، قبل النهائي، النهائي، يلعب الجميع ثلاث مباريات

source: bracket with quarter-finals, semi-finals and finals, plus 9th, 10th and 11th place play-ins
ara: رسم للربع النهائي، قبل النهائي، النهائي ومباريات المراكز التاسع العاشر والحادي عشر

source: Round
ara: الجولة

source: Duplicate game id, check the scheduling algorithm
ara: رقم مباراة متكرر، تأكد من طريقة الجدولة

source: Unknown home dependency type "%s"
ara: نوع إعتماد مباراة مضيف مجهول "%s"

source: Unknown away dependency type "%s"
ara: نوع إعتماد مباراة زائر مجهول "%s"

source: Couldn't get a slot ID: date %s, round %s
ara: فشل في الحصول على رقم الحجز: تاريخ %s، جولة %s

source: Couldn't get a slot ID: date %s, time %s, round %s
ara: فشل في الحصول على رقم الحجز: تاريخ %s، وقت %s، جولة %s

source: A game dependency was not resolved before saving the game. Check the scheduling algorithm.
ara: لم تحل مشكلة إعتماد المباراة قبل الحفظ. الرجاء التأكد من طريقة الجدولة.

source: There is currently a %s in progress. If unsuccessful, it will expire in 15 minutes.
ara: هناك حاليا %s تحت الإنشاء. إذا فشل، سينتهي خلال ١٥ دقيقة.

source: AND
ara: m

source: have a %s
ara: لديه %s

source: less than
ara: أصغر من

source: less than or equal to
ara: أصغر من أو يساوي

source: greater than
ara: أكبر من

source: greater than or equal to
ara: أكبر من أو يساوي

source: of
ara: من

source: NOT
ara: ليس

source: have uploaded the %s
ara: لقد قمت برفع %s

source: wait until your %s is approved
ara: انتظر الى حين قبول الـ %s

source: have the document
ara: لديه المجلد

source: have a team count
ara: لديه تعداد الفريق

source: OR
ara: أو

source: have previously registered for the
ara: تم تسجيله مسبقا لـ

source: or
ara: أو

source: Registered
ara: مسجل

source: have signed the %s waiver
ara: لقد قمت بتوقيع الاعفاء %s

source: have signed the waiver
ara: قام بتوقيع الإعفاء

source: does not have a unique affiliated team in the correct league
ara: ليس لديه فريق منتسب إلى نادي في الدوري الصحيح

source: is already on the roster for another team which is in the playoffs for the same night. A player can only participate in a given night's playoffs with a single team
ara: هو قائمة لاعبين أخرى لفريق آخر يلعب في مباريات دوري خروج الخاسر في نفس الليلة. اللاعب يستطيع فقط المشاركة في فريق واحد لمباريات دوري خروج المغلوب في نفس الليلة.

source: is a regular player for another team on the same night, which is registered in the playoffs. If a player's regular season team is in the playoffs, that is the only team from that night with which they can participate in the playoffs
ara: هو لاعب اساسي في فريق آخر في نفس الليلة، التي هي مسجلة في مباريات دوري خروج الخاسر. إذا كان فريق اللاعب في الموسم العادي دخل دوري مباريات خروج الخاسر، إذا هذا هو الفريق الوحيد الذي يمكن للاعب أن يشارك فيه في نفس الليلة

source: cannot have more than 2 male subs
ara: لا يمكن الحصول على اكثر من لاعبيّن اثنين رجال كإحتياط

source: cannot have male subs until at least 5 males from the regular-season roster are included
ara: لا تستطيع الحصول على لاعب احتياط حتى على الأقل ٥ لاعبين رجال من الموسم العادي تم إضافتهم لقائمة اللاعبين

source: cannot have more than 8 male players if subs are being used
ara: لا يمكن الحصول على اكثر من ٨ لاعبين رجال إذا تم استخدام الإحتياط

source: cannot have more than 3 female subs
ara: لا يمكن الحصول على اكثر من ٣ لاعبات احتياط

source: cannot have female subs until at least 3 females from the regular-season roster are included
ara: لا تستطيع الحصول على لاعبات احتياط حتى على الأقل ٣ لاعبات من الموسم العادي تم إضافتهم لقائمة اللاعبين

source: cannot have more than 6 female players if subs are being used
ara: لا يمكن أن يكون لديك أكثر من ٦ لاعبات إذا تم استخدام الاحتياط

source: meet the TUC playoff sub rule
ara: قم بمقابلة قاعدة TUC لاحتياط خروج الخاسر

source: Spirit scores must be in the range 0-%s
ara: النتائج يجب ان تكون بين 0-%s

source: Game timer was already initialized.
ara: تم تهيئة موقت المباراة.

source: Second half was already started.
ara: ابتدأ الشوط الثاني.

source: This game apparently hasn't started yet.
ara: من الواضح أن المباراة لم تبدأ بعد.

source: The same team shouldn't pull to start both halves.
ara: الفريق نفسه يتوجب عليه عدم الإنسحاب ليبدأ في كلا الشوطين.

source: Winner of game %s
ara: الفائز في المباراة %s

source: Loser of game %s
ara: الخاسر في المباراة %s

source: %s seed
ara: الإدراج رقم %s

source: Failed to save schedule changes!
ara: فشل في حفظ تغييرات الجدول!

source: You cannot choose the "---" as the game time/place!
ara: لا تستطيع اختيار "---" كوقت/مكان المباراة!

source: Game slot at %s on %s was selected more than once!
ara: حجز المباراة في %s على %s تم اختياره أكثر من مرة!

source: You cannot choose the "---" as the team!
ara: لا تستطيع اختيار "---" كفريق!

source: Team %s was scheduled twice in the same time slot!
ara: الفريق %s تم جدولته مرتين في نفس الحجز الوقتي!

source: Team %s was scheduled twice on the same day!
ara: الفريق %s تم جدولته مرتين في نفس الحجز الوقتي!

source: Team %s was scheduled on different days!
ara: الفريق %s تم جدولته في في أيام مختلفة!

source: Team %s was scheduled in overlapping time slots!
ara: الفريق %s تم جدولته في حجوزات وقتية متضاربة!

source: Team %s was scheduled on %s at different facilities!
ara: الفريق %s تم جدولته في %s في مراكز مختلفة!

source: Team %s was selected more than once!
ara: الفريق %s تم اختياره أكثر من مرة!

source: You cannot choose the "---" as the seed!
ara: لا تستطيع اختيار "---" كفريق!

source: Seed %s was scheduled twice in the same time slot!
ara: الفريق %s تم جدولته مرتين في نفس الحجز الوقتي!

source: Seed %s was scheduled in overlapping time slots!
ara: الفريق %s تم جدولته في حجوزات وقتية متضاربة!

source: Seed %s was scheduled on %s at different facilities!
ara: الفريق %s تم جدولته في %s في مراكز مختلفة!

source: You cannot choose the "---" as the dependency type!
ara: لا تستطيع اختيار "---" كفريق!

source: You cannot choose the "---" as the game dependency!
ara: لا تستطيع اختيار "---" كوقت/مكان المباراة!

source: Winner of game %s was selected more than once!
ara: الفريق الفائز في %s تم اختياره أكثر من مرة!

source: Loser of game %s was selected more than once!
ara: الفريق الخاسر في %s تم اختياره أكثر من مرة!

source: You have scheduled teams from different divisions against each other (%s vs %s), but not checked the box allowing cross-division games.
ara: لقد قمت بجدولة مباريات بين فرق في مستويات مختلفة (%s ضد %s)، ولكنك لم تسمح بالمباريات بين المستويات المختلفة.

source: You have scheduled a game between %s and %s in a game slot not available to them.
ara: لقد قمت بجدولة مباراة بين %s و %s في حجز مباراة غير متوفر لديهم.

source: Failed to update field preference stats!
ara: فشل في تحديث خيارات الملاعب!

source: Saved schedule changes, but failed to clear unused slots!
ara: تم حفظ تغييرات الجدول، ولكن فشل في التخلص من الحجوزات غير المستخدمة.

source: day
ara: يوم

source: hour
ara: ساعة

source: minute
ara: دقيقة

source: Deposit
ara: العربون

source: Remaining balance
ara: المبلغ الباقي

source: Installation files deleted successfully.
ara: تم حذف ملفات التثبيت بنجاح.

source: Could not delete installation files.
ara: فشل في حذف ملفات التثبيت.

source: Installation: Welcome
ara: التثبيت: مرحبا

source: Step 1: Basic settings
ara: الخطوة الأولى: الخيارات الرئيسية

source: Basic settings saved. Please review install.php for any advanced setting changes.
ara: تم حفظ الإعدادات الرئيسية. الرجاء معاينة ملف install.php لأي خيارات متقدمة.

source: Could not write install.php file.
ara: فشل في كتابة ملف install.php.

source: Step 2: Database configuration
ara: الخطوة الثانية: إعدادات قاعدة البيانات

source: Could not connect to database.
ara: فشل في الاتصال بقاعدة البيانات.

source: Could not write database.php file.
ara: فشل في كتابة ملف database.php.

source: Step 3: Build database
ara: الخطوة الثالثة: بناء قاعدة البيانات

source: Installation completed successfully
ara: تم إكمال التثبيت بنجاح

source: Update database
ara: تحديث قاعدة البيانات

source: Database is already up to date.
ara: قاعدة البيانات محدثة لآخر تحديث.

source: Failed to perform pre-processing on database
ara: فشل في أداء ما قبل المعالجة على قاعدة بيانات

source: Click here to build your database
ara: اضغط هنا لبناء قاعدة البيانات الخاصة بك

source: Failed to write to %s
ara: فشل في الكتابة لـ %s

source: To ensure that future updates go smoothly, please update it manually with the following:
ara: لضمان أن التحديثات المستقبلية ستسري بسلاسة، رجاء قم بالتحديث يدويا عبر التالي:

source: Your tmp directory is writable.
ara: مجلد tmp قابل للكتابة.

source: Your tmp directory is NOT writable.
ara: مجلد tmp غير قابل للكتابة.

source: Your config directory is writable.
ara: مجلد config قابل للكتابة.

source: Your config directory is NOT writable.
ara: مجلد config غير قابل للكتابة.

source: Your core.php config file is writable.
ara: ملف core.php قابل للكتابة.

source: Your core.php config file is NOT writable.
ara: ملف core.php غير قابل للكتابة.

source: PHP version %s > 5.2
ara: نسخة PHP %s > 5.2

source: PHP version %s < 5.2
ara: نسخة PHP %s < 5.2

source: Installation cannot continue as minimum requirements are not met.
ara: الموقع غير قادر على إكمال التثبيت لأن الحد الأدنى من المتطلبات غير متوفر.

source: The following table(s) were updated:
ara: الجدول/الجداوال التالية تم تحديثها:

source: Failed to complete the update!
ara: فشل في إكمال التحديث!

source: This is Zuluru version %d.%d.%d, database schema version %d.
ara: هذه النسخة من Zuluru هي %d.%d.%d، نسخة مخطط قاعدة البيانات هو %d.

source: Your installation of version %s, database schema version %d, is dated %s.
ara: تثبيتك للنسخة %s، مخطط قاعدة البيانات نسخة %d، تاريخها %s.

source: Found %d table(s) to update.
ara: تم إيجاد %d جدول/جداول للتحديث.

source: Ensure that the configured database user has CREATE, ALTER and DROP permissions on the database.
ara: تأكد أن مستخدم قاعدة البيانات يجب أن تكون لديه حقوق CREATE, ALTER and DROP في قاعدة البيانات.

source: WARNING: You should perform a backup before proceeding. These updates are not typically reversible, and if anything goes wrong you will want a backup to restore from.
ara: تحذير: يجب عليك تخزين كل شيء قبل الذهاب للخطوة القادمة. هذه التحديثات غير قابلة للرجوع، لذلك إذا حدث خطأ قد تحتاج للتخزين.

source: Click here to proceed with database updates.
ara: اضغط هنا للمضي لتحديثات قاعدة البيانات.

source: Install Zuluru
ara: تثبيت Zuluru

source: Invalid TinyMCE configuration preset %s
ara: الإعدادات المسبقة %s لـ TinyMCE غير صحيحة

source: Add Manager
ara: أضف مدير الفريق الرياضي

source: Add %s
ara: أضف %s

source: Manager
ara: مدير الفريق الرياضي

source: Current Managers:
ara: مدراء الفريق الرياضي الحاليين

source: Add as manager
ara: أضف مدير الفريق الرياضي

source: Create
ara: إضافة

source: Submit
ara: إرسال

source: List Affiliates
ara: قائمة الأندية

source: Delete Affiliate
ara: حذف نادي

source: Are you sure you want to delete # %s?
ara: هل أنت متأكد أنك تريد حذف # %s؟

source: New
ara: جديد

source: Name
ara: الإسم

source: Active
ara: مفعّل

source: Managers
ara: مدراء الفريق الرياضي

source: Actions
ara: الإجراءات

source: Yes
ara: نعم

source: No
ara: لا

source: Add Affiliate
ara: أضف نادي

source: Select
ara: اختر

source: By selecting an affiliate below, you will only be shown that affiliate's details throughout the site. You will be able to remove this restriction or select another affiliate to browse, using links on your home page.
ara: عبر اختيار نادي في الأسفل، ستعرض فقط تفاصيل هذا النادي خلال تصفحك الموقع. تستطيع إلغاء هذا القيد أو اختيار نادي آخر لتصفحه عبر الوصلات في صفحتك الرئيسية.

source: Note that, regardless of which affiliate you may select, your home page and menus will always show your teams and games.
ara: لاحظ أنه بغض النظر عن النادي الذي قد تختاره، صفحتك الرئيسية ستعرض دائما فرقك ومبارياتك.

source: User Name
ara: إسم المستخدم

source: First Name
ara: الاسم الاول

source: Last Name
ara: الإسم الأخير

source: Remove
ara: حذف

source: Edit Affiliate
ara: تعديل الأندية

source: Nothing to report today.
ara: لا يوجد تقرير جديد اليوم.

source: There are %d new %s.
ara: هناك %d %s جديدة.

source: accounts to approve
ara: تأكيد الحسابات الجديدة

source: profile photos to approve
ara: تأكيد الصور الشخصية المرفوعة

source: uploaded documents to approve
ara: تأكيد المجلدات المرفوعة

source: badge nominations to approve
ara: تأكيد المرشحين للشارات

source: You currently have %s unpaid %s. %s to complete these registrations.
ara: أنت لديك حاليا %s غير مدفوع %s. %s لإكمال هذي التسجيلات.

source: Click here
ara: اضغط هنا

source: My
ara: خاصتي

source: Consolidated Schedule
ara: الجدول الموحد

source: You are currently browsing the %s affiliate. You might want to %s or %s.
ara: أنت حاليا تقوم بتصفح نادي الـ %s. قد تريد أن %s أو %s.

source: remove this restriction
ara: حذف هذا الشرط

source: select a different affiliate to view
ara: اختر نادي آخر للعرض

source: This site has multiple affiliates. You might want to %s.
ara: يوجد في الموقع عدة أندية. قد تريد أن %s.

source: select a specific affiliate to view
ara: اختر نادي معين للعرض

source: This site has affiliates that you are not a member of. You might want to %s or %s.
ara: يوجد أندية في هذا الموقع لست عضوا فيها. قد تريد %s أو %s.

source: join other affiliates
ara: قم بالإنضمام لأندية أخرى

source: change which affiliate you are a member of
ara: تغيير الأندية التي أنت عضو فيها

source: You are a member of all affiliates on this site. You might want to %s or %s.
ara: أنت عضو في جميع الأندية في هذا الموقع. قد تريد %s أو %s.

source: reduce your affiliations
ara: تقليل الأندية المنتسب إليها.

source: Deactivate
ara: إلغاء التفعيل

source: Activate
ara: تفعيل

source: The full name of the badge, to be used as title text on the icon.
ara: الإسم الكامل للشارة، سيستخدم كعنوان على الأيقونة.

source: A detailed description of this badge, which should explain how to earn it, what it denotes, and/or what the benefits are.
ara: وصف مفصل لهذه الشارة، يبين كيفية الحصول عليها، ماذا تعني، و/أو فوائدها.

source: The category determines the timing for when the badge may be awarded. Don't change this unless you know what you are doing.
ara: الفئة تحدد الوقت الذي تمنح فيه الشارة. لا تقم بتغيير هذا إلا إذا كنت تعرف ما تفعل.

source: The handler sets which algorithm is used to determine whether a badge should be awarded. Don't change this unless you REALLY know what you are doing.
ara: يحدد المعالج الطريق التي تستخدم لتحديد ما إذا ينبغي منح شارة. لا تقم بتغيير هذا إلا إذا كنت تعرف ما تفعل.

source: Select where this badge will be visible.
ara: اختر مكان عرض الشارة.

source: Include only the base name of the file; _24.png or _32.png will be appended as required.
ara: اشمل فقط الجزء الرئيسي من إسم الملف، _24.png أو _32.png ستضاف في النهاية.

source: List %s
ara: قائمة %s

source: Delete Badge
ara: حذف الشارة

source: Deactivated Badges
ara: تم إلغاء

source: Page %page% of %pages%, showing %current% records out of %count% total, starting on record %start%, ending on %end%
ara: صفحة %page% من %page%، تعرض %current% سجلات من مجموع %count%، يبدأ من السجل %start%، وينتهي عند %end%

source: Icon
ara: أيقونة

source: Awarded
ara: تم منحه

source: N/A
ara: غير متوفر

source: This badge is determined on-the-fly so there is no count of how many people have it
ara: هذه الشارة تحدد عند التهيئة لذلك لايوجد حساب لعدد الأشخاص الحائزين عليها

source: Assign
ara: تعيين

source: Assign this Badge
ara: تعيين هذه الشارة

source: Initialize
ara: تهيئة

source: Are you sure you want to initialize? This should only ever need to be done once when the badge system is introduced.
ara: هل أنت متأكد أنك تريد التهيئة؟ يجب فقط عمل التهيئة مرة واحدة عند إصدار نظام الشارات.

source: Nominate for this Badge
ara: قم بالترشيح للحصول على هذه الشارة

source: Add Badge
ara: أضف شارة

source: previous
ara: السابق

source: next
ara: التالي

source: Awarded to
ara: منح إلى

source: people
ara: أشخاص

source: Details
ara: التفاصيل

source: Visibility
ara: الرؤية

source: This badge has been awarded to:
ara: تم منح هذه الشارة إلى:

source: For
ara: لـ

source: Edit Badge
ara: تعديل الشارة

source: If you want to add a comment to the badge holder about why the badge is being removed, do so here.
ara: إذا اردت إضافة تعليق للاعب، افعل ذلك هنا.

source: Delete Category
ara: حذف فئة

source: Add Category
ara: أضف فئة

source: Related Tasks
ara: المهمات ذات صلة

source: Reporting To
ara: تقدم التقارير إلى

source: List Categories
ara: قائمة الفئات

source: Edit Category
ara: تعديل الفئة

source: Contact Details
ara: تفاصيل جهة الاتصال

source: The name of your contact.
ara: اسم جهة الإتصال

source: The email address for your contact. This will not be shown to users, only used to deliver messages.
ara: عنوان الإيميل لجهة الإتصال. لن يعرض هذا للمستخدمين، فقط يستخدم لتسليم الرسائل.

source: List Contacts
ara: قائمة جهات الاتصال

source: Edit Contact
ara: تعديل جهة اتصال

source: Delete Contact
ara: حذف جهة اتصال

source: Message Contact
ara: مراسلة جهة اتصال

source: Add Contact
ara: أضف جهة اتصال

source: Message
ara: الرسالة

source: Message Details
ara: تفاصيل الرسالة

source: Divisions
ara: المستويات

source: Add Coordinator
ara: أضف منسق

source: Current Coordinators:
ara: المنسقين الحاليين:

source: Add as coordinator
ara: أضف منسق

source: Add Teams
ara: أضف الفرق

source: Team Names
ara: أسماء الفرق

source: This can be used to create up to %d teams at once. To create less, simply leave those names blank.
ara: هذا يستخدم لإضافة حتى %d فرق مرة واحدة. لإضافة عدد أقل، اترك الحقول فارغة.

source: If selected, the system will help you to monitor attendance on a game-to-game basis.
ara: إذا تم التحديد، النظام سيساعدك على متابعة الحضور في كل مباراة.

source: Reminder emails will be sent to players that have not finalized their attendance this many days before the game. 0 means the day of the game, -1 will disable these reminders.
ara: إيميلات التنبيه سترسل للاعبين الذين لم يؤكدوا حضورهم بداية من هذا العدد من الأيام قبل المباراة. 0 تعني يوم المباراة، -1 تعني بدون تنبيهات.

source: Allstar Nominations Report
ara: تقرير ترشيحات فريق كل النجوم

source: This list shows only those with at least %d nominations. The %s is also available.
ara: هذه القائمة تعرض فقط الذين يمتلكون %d ترشيحات كحد أدنى. الـ %s متوفر أيضا.

source: complete list
ara: أكمل القائمة

source: Approve Scores
ara: تأكيد النتائج

source: Game Date
ara: تاريخ المباراة

source: not entered
ara: لم يتم إدخالها

source: approve score
ara: تأكيد النتيجة

source: Home score
ara: نتيجة الفريق المضيف

source: Away score
ara: نتيجة الفريق الزائر

source: Division Information
ara: معلومات المستوى

source: The name of the division.
ara: اسم هذا المستوى

source: Coordinator Email List
ara: قائمة إيميلات المنسقين

source: An email alias for all coordinators of this division (can be a comma separated list of individual email addresses).
ara: اسم بريد إلكتروني مستعار لجميع المنسقين في هذا المستوى (تستطيع استخدام الفاصلة للفصل بين الإيميلات).

source: A short blurb to be displayed at the top of schedule and standings pages, HTML is allowed.
ara: مقدمة قصيرة ستعرض في بداية صفحات الجدول والترتيب، HTML مسموح.

source: A short blurb to be displayed at the bottom of schedule and standings pages, HTML is allowed.
ara: مقدمة قصيرة ستعرض في نهاية صفحات الجدول والترتيب، HTML مسموح.

source: Dates
ara: التواريخ

source: Date of the first game in the schedule. Will be used to determine open/closed status.
ara: تاريخ أول مباراة في الجدول. سيتم استخدامه لتحديد حالة الفتح والإغلاق.

source: Date of the last game in the schedule. Will be used to determine open/closed status.
ara: تاريخ آخر مباراة في الجدول. سيتم استخدامه لتحديد حالة الفتح والإغلاق.

source: The date after which teams are no longer allowed to edit their rosters. Leave blank for no deadline (changes can be made until the division is closed).
ara: التاريخ الذي لا يسمح فيه للفرق بتعديل قوائم لاعبيهم. اترك الحقل فارغا لإلغاء الموعد النهائي (تستطيع وضع تعديلات حتى يتم إغلاق المستوى).

source: Specifics
ara: التفاصيل الخاصة

source: Day, or days, on which this division will play.
ara: اليوم أو الأيام التي ستقام فيه مباريات هذا المستوى.

source: Gender Ratio
ara: نسبة جنس اللاعبين في الفريق

source: Gender format for the division.
ara: توزيع جنس اللاعبين في هذا المستوى.

source: Rules that must be passed to allow a player to be added to the roster of a team in this division.
ara: الشروط التي يجب أن يتعداها اللاعب من أجل إضافته إلى قائمة فريق في هذا المستوى.

source: Do players need to accept invitations, or can they just be added? The latter has privacy policy implications and should be used only when necessary.
ara: هل يجب على اللاعبين أن يقبلوا الدعوات، أو تستطيع إضافتهم فوريا؟ الأخير يشمل آثار سياسة الخصوصية ويجب أن يستخدم فقط للضرورة.

source: Scheduling
ara: الجدولة

source: What type of scheduling to use. This affects how games are scheduled and standings displayed.
ara: أي نوع من الجدولة تريد استخدامه. هذا يؤثر على طريقة جدولة المباريات وعرض الترتيب.

source: Allows coordinators to exclude teams from schedule generation.
ara: يسمح للمنسقين باستبعاد الفرق من عملية صنع الجدول.

source: Allows coordinators to schedule multiple games in a single game slot.
ara: يسمح للمنسقين بجدولة عدة مباريات في حجز مباراة واحد.

source: What type of ratings calculation to use.
ara: أي نوع من حساب التقييمات تريد أن تستخدم.

source: Games which haven't been scored will be automatically finalized after this many hours, no finalization if 0.
ara: المباريات التي لم تحدث نتيجتها سيقوم الموقع بتحديثها تلقائيا بعد هذا العدد من الساعات، بدون تحديث أدخل 0.

source: Which team will allstar nominations come from? Ignored if the above field is set to "never".
ara: من أي فريق ستأتي ترشيحات فريق كل النجوم؟ تجاهل إذا كان الحقل في الأعلى مضبط لـ "لا، أبدا".

source: Emails
ara: الإيميلات

source: %s Distribution Report
ara: تقرير توزيع %s

source: This report includes only games that are published. You may also see it %s.
ara: هذا التقرير يشمل فقط المباريات التي تم نشرها. تستطيع أيضا أن تعرضها %s.

source: including all games
ara: شامل جميع المباريات

source: This report includes all games. You may also see it %s.
ara: هذا التقرير يشمل جميع المباريات. تستطيع أيضا أن تعرض %s.

source: including only games that are published
ara: شامل فقط المباريات التي تم نشرها

source: Rating
ara: التقييم

source: Sub total
ara: مجموع الإحتياط

source: Total
ara: المجموع

source: Total games
ara: مجموع المباريات

source: Average
ara: متوسط

source: Adjust Ratings
ara: ضبط التقييمات

source: Avg. Skill
ara: معدل المهارة

source: Current Rating
ara: التقييم الحالي

source: Initial Rating
ara: تقييم مبدئي

source: New Initial Rating
ara: تقييم مبدئي جديد

source: Save Changes
ara: حفظ التغييرات

source: Reset
ara: إعادة التهيئة

source: Division Schedule
ara: جدول المستوى

source: Jump to upcoming games
ara: اذهب إلى المباريات القادمة

source: Date
ara: التاريخ

source: Time
ara: الوقت

source: Away
ara: زائر

source: Score
ara: النتيجة

source: Division Scores
ara: نتائج المستوى

source: Adjust Initial Seeds
ara: تعديل الإدراجات المبدئية

source: Initial Seed
ara: إدراج مبدئي

source: New Initial Seed
ara: إدراج مبدئي جديد

source: Division %s Availability Report
ara: تقرير التوفر للمستوى %s

source: Start Time
ara: بداية الوقت

source: Pool
ara: التجمع

source: %s open
ara: %s مفتوح.

source: Unassigned
ara: إلغاء التعيين

source: There are %s %s available for use, currently %s of these are unused.
ara: هناك %s %s متاح للإستخدام هذا الإسبوع، حاليا %s من هؤلاء غير مستخدم.

source: Team Spirit Summary
ara: ملخص روح الفريق

source: Average Spirit
ara: معدل روح الفريق

source: Assigned Spirit
ara: روح الفريق المعينة

source: Score Submitted?
ara: هل تم إرسال النتيجة؟

source: Division average
ara: معدل المستوى

source: Division std dev
ara: المستوى std dev

source: Distribution of team average spirit scores
ara: توزيع نتائج معدل روح الفريق

source: Spirit score
ara: نتيجة روح الفريق

source: Number of teams
ara: عدد الأفرقة
