Repository: Zuluru/Languages
Catalog: ara/LC_MESSAGES/default.po
Languages: ara

source: Failed to mark the original registration as refunded.
ara: فشل في تحديد التسجيل الاصلي كمبلغ تم ارجاعه.

source: Failed to update the payment status of the new registration.
ara: فشل في تحديث حالة الدفع!

source: Transferred $%0.2f
ara: تم نقل $%0.2f

source: You cannot edit a registration once a payment has been made.
ara: لا تستطيع تعديل التسجيل بعد الدفع.

source: There are no unpaid registrations.
ara: لا توجد تسجيلات غير مدفوعة.

source: There are no unused credits.
ara: لا توجد ديون غير مستخدمة.

source: Waiting lists are not enabled on this site.
ara: قائمات الانتظار غير مفعلة في الموقع.

source: There is nobody on the waiting list for this event.
ara: لا يوجد أحد في قائمة الإنتظار لهذا الحدث.

source: Failed to update registration data.
ara: فشل في تحديث معلومات التسجيل.

source: Cannot schedule games in a division with less than two teams.
ara: لا يمكن جدولة مباريات في مستوى يحتوى على أقل من فريقان.

source: Must currently have an even number of teams in your division.
ara: يجب أن يتكون هذا المستوى على عدد زوجي من الفرق حاليا.

source: You marked %s teams to exclude, that leaves %s.
ara: قمت بالتأشير على %s فرق لاستثنائهم، هذا يبقي على %s فرق.

source: Select the number of pools to add.
ara: اختر عدد المجموعات التي تريد إضافتهم.

source: Number of teams must add up to %d.
ara: عدد الأفرقة يجب أن يكون مجموعهم %d.

source: Pool names cannot be empty.
ara: أسماء المجموعات لا يمكن أن تكون فارغة.

source: Pool names can only include letters.
ara: أسماء المجموعات يجب أن تشمل حروف فقط.

source: Pool names can be no longer than two letters.
ara: أسماء المجموعات لا يمكن أن تتكون من أكثر من حرفين.

source: Pools cannot have less than 2 teams.
ara: المجموعات لا يمكن أن تتكون من أقل من فريقين.

source: Pools cannot have more than 11 teams.
ara: المجموعات لا يمكن أن تتكون من أكثر من ١١ فريق.

source: place teams
ara: قم بتصنيف الأفرقة

source: Invalid qualifier %s.
ara: مؤهل %s غير صحيح.

source: You have selected %s and %s, but you cannot mix "pool"-type options with "ordinal"-type options; both could end up being the same team.
ara: لقد قمت باختيار %s و %s، لكن لا تستطيع دمج خيارات نوع "المجموعة" مع خيارات نوع "الترتيب"، قد ينتهي بهم المطاف بالإنضمام لنفس الفريق.

source: You must select a qualifier for each slot.
ara: يجب عليك اختيار مؤهل لكل حجز.

source: You must select a unique qualifier for each slot.
ara: يجب عليك اختيار مؤهل فريد لكل حجز.

source: pools
ara: المجموعات

source: Select the type of game or games to add.
ara: اختر نوع المباراة أو المباريات التي تريد إضافتها.

source: Sorry, there are no %s available for your division. Check that %s have been allocated before attempting to proceed.
ara: نأسف للإزعاج، لا يوجد هناك %s متوفرة لهذا المستوى. تأكد أن %s تم تعيينه قبل المحاولة في الذهاب إلى الخطوة التالية.

source: This division is already fully scheduled on the selected date.
ara: هذا المستوى محجوز في التاريخ المختار.

source: Deleted games on the requested date.
ara: تم حذف المباريات من التاريخ المطلوب.

source: Deleted games from the requested pool.
ara: تم حذف المباريات من المجموعة المطلوبة.

source: Failed to delete games on the requested date.
ara: فشل في حذف المباريات في التاريخ المطلوب.

source: Games rescheduled
ara: المباريات المعاد جدولتها

source: Games were rescheduled, but failed to clear unused slots!
ara: المباريات تم إعادة جدولتها، ولكن فشل في التخلص من الحجوزات الغير مستخدمة!

source: %s games on the requested date.
ara: %s مباريات في التاريخ المطلوب

source: Failed to %s games on the requested date.
ara: فشل في %s مباريات في التاريخ المطلوب.

source: settings
ara: الإعدادات

source: Failed to save the settings
ara: فشل في حفظ الإعدادات

source: task slot
ara: حجز المهمة

source: task
ara: مهمة

source: The task slot(s) have been saved. You may create more similar task slots below.
ara: تم حفظ حجز/حجوزات المهمة. قد تريد إضافة مهمات مشابهة في الأسفل.

source: task slot(s)
ara: حجز/حجوزات المهام

source: The following records reference this task slot, so it cannot be deleted.
ara: السجلات التالية تقتبس حجز المهمة هذا، لذلك لا يمكن حذفه.

source: Task slot
ara: حجز المهمة

source: This task slot has already been assigned.
ara: حجز المهمة هذا تم تعيينه مسبقا.

source: This person has a conflicting assignment:\n\n%s (%s) from %s to %s on %s
ara: هذا الشخص لديه مهمة متضاربة:\n\n%s (%s) من %s إلى %s على %s

source: This person has a conflicting assignment: %s (%s) from %s to %s on %s
ara: هذا الشخص لديه تضارب في المهمات: %s (%s) من %s إلى %s على %s

source: Error assigning the task slot
ara: حدث خطأ في تعيين حجز المهمة

source: assignment
ara: المهمة

source: This task slot has not been assigned.
ara: حجز المهمة هذا لم يتم تعيينه.

source: This task slot has already been approved.
ara: حجز المهمة هذا تمت الموافقة عليه مسبقا.

source: Error approving the task slot
ara: حدث خطأ خلال الموافقة على تأكيد حجز المهمة

source: The %s has been approved
ara: الـ %s تمت الموافقة عليه

source: The following records reference this task, so it cannot be deleted.
ara: السجلات التالية تقتبس هذا الحدث، لذلك لا يمكن حذفه.

source: Task
ara: المهمة

source: team event
ara: حدث الفريق

source: Team event
ara: حدث الفريق

source: That person does not have an attendance record for this event.
ara: هذا الشخص ليس لديه سجل حضور لهذا الحدث.

source: Shirt numbers are not enabled on this system.
ara: أرقام الأقمصة ليست مفعلة في هذا النظام.

source: That player is not on this team.
ara: هذا اللاعب ليس في هذا الفريق.

source: You do not have permission to set shirt numbers for this team.
ara: ليس لديك الحقوق لتنصيب أرقام أقمصة لهذا الفريق.

source: You cannot set shirt numbers for someone not on this team.
ara: لا تستطيع تنصيب أرقام أقمصة للاعب ليس في هذا الفريق.

source: number
ara: رقم

source: numbers
ara: أرقام

source: The following records reference this team, so it cannot be deleted.
ara: السجلات التالية تقتبس هذا الفريق، لذلك لا يمكن حذفه.

source: Cannot move a team to a different league
ara: لا يمكن نقل الفريق لدوري مختلف

source: Destination division must have the same gender ratio
ara: المستوى المنتقل إليه يجب أن يحتوي نفس نسبة جنس اللاعبين

source: Team has been moved to %s
ara: تم نقل الفريق إلى %s

source: Failed to move the team!
ara: فشل في نقل هذا الفريق!

source: No similar division found to move this team to!
ara: لا توجد مستويات مشابهة لنقل هذا الفريق إلى!

source: This team has no games scheduled yet.
ara: هذا الفريق ليس لديه مباريات مجدولة.

source: This division does not have a day of play selected.
ara: لم يتم اختيار يوم للعب في هذا المستوى.

source: The roster deadline for this division has already passed.
ara: موعد قائمة اللاعبين النهائي لهذا المستوى قد انتهى.

source: %s been sent to
ara: تم ارسال %s الى

source: Failed to send %s to
ara: فشل في إرسال %s الى

source: Failed to send invitation
ara: فشل في إرسال الدعوة

source: A player's role on a team cannot be changed until they have been approved on the roster.
ara: دور اللاعب في الفريق لا يمكن تغييره حتى يتم الموافقة عليه في قائمة اللاعبين.

source: You do not have permission to set that role.
ara: ليس لديك الحقوق لتنصيب هذا الدور.

source: That is not a valid position.
ara: هذا مركز غير صحيح.

source: Changed the player's position.
ara: تم تغيير مركز اللاعب.

source: Failed to change the player's position.
ara: فشل في تغيير مركز اللاعب.

source: You are already on this team.
ara: أنت مسجل في هذا الفريق مسبقا.

source: You are not allowed to request that role.
ara: أنت غير مسموح لك بطلب هذا الدور.

source: You are not allowed to accept this roster %s.
ara: أنت غير مصرح لك بالموافقة على قائمة اللاعبين %s.

source: You have accepted this roster %s.
ara: لقد وافقت على قائمة اللاعبين %s.

source: The database failed to save the acceptance of this roster %s.
ara: قاعدة البيانات فشلت في حفظ الموافقة على قائمة اللاعبين %s.

source: You are not allowed to decline this roster %s.
ara: لا يسمح لك برفض قائمة اللاعبين %s.

source: You have declined this roster %s.
ara: لقد قمت برفض قائمة اللاعبين %s.

source: The database failed to save the removal of this roster %s.
ara: قاعدة البيانات فشلت في حفظ إخراج قائمة اللاعبين %s.

source: Sorry, this team is not open for new players to join.
ara: نأسف للإزعاج، هذا الفريق لا يسمح للاعبين الجدد بالإنضمام.

source: Removed the player from the team.
ara: تم إخراج اللاعب من الفريق.

source: Failed to remove the player from the team.
ara: فشل في إخراج اللاعب من الفريق.

source: Failed to set player to that state.
ara: فشل في تنصيب اللاعب لتلك الحالة.

source: Your account is currently inactive. You must contact an administrator to reactivate it before you can be added to a team.
ara: حسابك غير مفعل حاليا. يجب التواصل مع احد المدراء لتفعيله قبل ان يتم اضافتك الى فريق.

source: New players must be approved by an administrator before they can be added to a team; this normally happens within one business day.
ara: يجب الموافقة على اللاعبين الجدد من قبل مدير الموقع قبل أن ينضموا لأي فريق، يحدث هذا عادة خلال يوم عمل واحد.

source: You are not allowed to invite someone to that role.
ara: أنت غير مصرح لك بدعوة شخص لهذا الدور.

source: Invitation has
ara: الدعوة لديها

source: invitation
ara: دعوة

source: upload type
ara: نوع الرفع

source: The following records reference this upload type, so it cannot be deleted.
ara: السجلات التالية تقتبس نوع الرفع هذا، لذلك لا تستطيع حذفها.

source: Upload type
ara: نوع الرفع

source: This system uses
ara: النظام يستخدم

source: You are already logged in!
ara: أنت مسجل دخولك حاليا!

source: THANK YOU
ara: شكرا جزيلا

source: for creating an account with %s.
ara: لإضافة حساب بـ %s.

source: You must select at least one affiliate.
ara: يجب عليك اختيار تابعة واحدة على الاقل!

source: You must select an affiliate.
ara: يجب عليك اختيار تابعة

source: Select how to handle fields with errors in them.
ara: اختر كيف تصلح الملاعب التي بها اخطاء.

source: Select a status for imported accounts.
ara: اختر وضع للحسابات المستوردة

source: There was an error uploading the file.
ara: خطأ غير متوقع عند رفع الملف

source: Only import from CSV files is currently supported.
ara: الاستيراد مدعوم فقط لصيغة CSV

source: No email column was found.
ara: لم يتم العثر على أي مجموعة ايميلات!

source: user
ara: المستخدم

source: The password has been updated
ara: تم تحديث كلمة المرور

source: The password could not be updated. Please, try again.
ara: حصل خطأ في تحديث كلمة المرور. الرجاء المحاولة مرة أخرى.

source: You are already logged in. Use the change password form instead.
ara: أنت لازلت مسجل الدخول. استخدم خاصية تغيير كلمة المرور.

source: The provided code is not valid!
ara: الرمز المرفق غير صحيح!

source: Your new password has been emailed to you.
ara: كلمة المرور الجديدة تم إرسالها إليك.

source: There was an error emailing your new password to you, please try again. If you have continued problems, please contact the office.
ara: حصل خطأ عند إرسال كلمة المرور الجديدة إليك، الرجاء المحاولة مرة أخرى. إذا لا زلت تواجه المشاكل، الرجاء التواصل مع مدير الموقع.

source: No matching accounts were found!
ara: لم يتم العثر على أي حسابات مشتركة!

source: Your reset code has been emailed to you.
ara: تم إرسال رمز إعادة التهيئة إليك.

source: There was an error emailing the reset code to you, please try again. If you have continued problems, please contact the office.
ara: حصل خطأ في إرسال رمز إعادة التهيئة إليك، الرجاء المحاولة مرة أخرى. إذا لا زلت تواجه مشاكل، الوجاء التواصل مع مدير الموقع.

source: Multiple matching accounts were found for this email address; you will need to specify the user name.
ara: حسابات مشتركة عديدة تم إيجادها لهذا الإيميل، يجب أن تحدد رسم المستخدم.

source: waiver
ara: الإعفاء

source: This waiver has already been signed, so for legal reasons the text cannot be edited.
ara: هذا الإعفاء تم توقيعه. لذلك لأسباب قانونية لا تستطيع تعديل النص.

source: The following records reference this waiver, so it cannot be deleted.
ara: السجلات التالية تقتبس هذا الإعفاء، لذلك لا تستطيع حذفه.

source: Waiver
ara: الإعفاء

source: waiver date
ara: تاريخ الإعفاء

source: You have already accepted this waiver
ara: لقد وافقت على هذا الإعفاء من قبل.

source: Waiver signed.
ara: تم توقيع الإعفاء.

source: Failed to save the waiver.
ara: فشل في حفظ الإعفاء.

source: Sorry, you may only proceed by agreeing to the waiver.
ara: نأسف للإزعاج، ولكن يجب عليك الموافقة على الإعفاء قبل الذهاب للخطوة التالية.

source: You have already registered and paid for this event.
ara: لقد قمت بالتسجيل والدفع لهذا الحدث.

source: You have already been added to the waiting list for this event.
ara: لقد تم إضافتك إلى قائمة الإنتظار لهذا الحدث.

source: Your payment was not received in time, so your registration has been removed. If you have any questions about this, please contact the head office.
ara: لم يتم تسديد المبلغ في الوقت المحدد، إذا تسجيلك سينقل لقائمة الإنتظار. إذا كان لديك أي أسئلة، الرجاء مراجعة مدير الموقع.

source: Your payment was not received in time, so your registration has been moved to a waiting list. If you have any questions about this, please contact the head office.
ara: لم يتم تسديد المبلغ في الوقت المحدد، إذا تسجيلك سينقل لقائمة الإنتظار. إذا كان لديك أي أسئلة، الرجاء مراجعة مدير الموقع.

source: Your payment was not received in time, so you will not be able to complete this registration. If you have any questions about this, please contact the head office.
ara: لم يتم تسديد المبلغ في الوقت المحدد، إذا تسجيلك سينقل لقائمة الإنتظار. إذا كان لديك أي أسئلة، الرجاء مراجعة مدير الموقع.

source: You have already registered for this event, but not yet paid.
ara: لقد قمت بالتسجيل لهذا الحدث، ولكن لم تسدد المبلغ بعد.

source: To complete your payment, please proceed to the %s.
ara: لإكمال الدفع، الرجاء الذهاب للخطوة %s.

source: checkout page
ara: صفحة الدفع

source: If you registered in error or have changed your mind about participating, you can remove this from your %s.
ara: إذا سجلت عن طريق الخطأ أو قمت بتغيير رأيك بخصوص المشاركة، تستطيع حذف هذا من %s.

source: registration list
ara: قائمة التسجيل

source: This event allows multiple registrations (e.g. the same person can register teams to play on different nights).
ara: هذا الحدث يسمح بعدة تسجيلات (مثلا نفس الشخص يستطيع تسجيل فرق تلعب في ليالي مختلفة).

source: You may not register for this event until your account has been approved by an administrator. This normally happens in less than one business day, and often in just a few minutes.
ara: لا تستطيع التسجيل لهذا الحدث حتى تتم الموافقة على حسابك الشخصي بواسطة مدير الموقع. يحدث هذا عادة في أقل من يوم عمل، وعادة في بضع دقائق.

source: This event is for the opposite gender only.
ara: هذا الحدث للجنس الآخر فقط.

source: This event is already full. You may however %s to be put on a waiting list in case others drop out.
ara: هذا الحدث ممتلئ حاليا. تستطيع لكن %s أن توضع في قائمة الانتظار في حالة انسحاب المسجلين.

source: continue with registration
ara: اكمال التسجيل

source: This event is already full.
ara: هذا الحدث معبأ بالكامل

source: this event
ara: هذا الحدث

source: Registration for %s is not yet open.
ara: التسجيل ل%s مقفل.

source: Registration for %s has closed.
ara: التسجيل ل%s مقفل.

source: You may register for %s.
ara: تستطيع التسجيل ل%s.

source: To register for %s, you must %s.
ara: للتسجيل في %s،يجب عليك %s

source: You may register for this because there are no prerequisites.
ara: تستطيع التسجيل هنا لأنه لا توجد متطلبات.

source: Failed to unregister from this event!
ara: فشل في إلغاء التسجيل لهذا الحدث!

source: Failed to update badge information!
ara: فشل في تحديث معلومات الشارة

source: Team Details
ara: تفاصيل الفريق

source: Team Name
ara: إسم الفريق

source: The full name of your team.
ara: الإسم الكامل لفريقك.

source: Shirt Colour
ara: لون القميص

source: Shirt colour of your team. If you don't have team shirts, pick 'light' or 'dark'.
ara: لون قميص فريقك. إذا لم يكن لديك قمصان، قم باختيار 'light' للون فاتح أو 'dark' للون داكن.

source: Team ID
ara: رقم الفريق

source: This MUST be the same franchise that the regular-season team belongs to, or you will NOT be able to correctly set up your roster.
ara: يجب أن يكون هذا نفس الوكيل الذي ينتمي إليه فريق الموسم العادي، أو لن تستطيع أن تنصيب قائمة اللاعبين.

source: Create a new franchise
ara: أضف وكالة جديدة

source: You may also choose to start a new franchise.
ara: تستطيع أيضا اختيار أن تبدأ وكالة جديدة.

source: Select an existing franchise to add this team to. %s You can only add teams to franchises you own; if you don't own the franchise this team should be added to, have the owner transfer ownership to you before registering this team.
ara: اختر وكيل موجود لإضافة هذا الفريق إليه. %s تستطيع فقط إضافة فرق لوكالات تملكها، إذا كنت لا تملك الوكالة التي تريد إضافة فريقك إليها، يجب على صاحب الوكالة أن ينقل ملكيتها إليك.

source: Region Preference
ara: خصائص المنطقة

source: Area of city where you would prefer to play.
ara: المنطقة في المدينة التي تود اللعب فيها.

source: Open Roster
ara: قائمة لاعبين مفتوحة

source: Attendance Tracking
ara: متابعة الحضور

source: Would you like to enable attendance tracking for this team?
ara: هل تريد تفعيل خاصية متابعة الحضورلهذا الفريق؟

source: Failed to add the team captain!
ara: فشل في اضافة قائد الفريق

source: Failed to create the franchise!
ara: فشل في عمل الامتياز!

source: Failed to add the team to the requested franchise!
ara: فشل في إضافة الفريق المختار في هذا النادي

source: Failed to create the team record!
ara: فشل في عمل تاريخ الفريق!

source: Failed to remove the team record!
ara: فشل في ازالة تاريخ الفريق!

source: crossover game
ara: مباراة متعارضة

source: There are insufficient %s available to support the requested schedule.
ara: هناك %s متوفرة غير كافية لدعم الجدول المطلوب.

source: A game slot chosen for this schedule has been allocated elsewhere in the interim. Please try again.
ara: حجز المباراة المختار لهذا الجدول تم تخصيصه في مكان آخر في المرحلة. الرجاء المحاولة مرة آخرى.

source: Must have two teams
ara: وجب توفر فريقان

source: There are insufficient game slots available to complete this schedule. Check the %s for details.
ara: هناك حجوزات مباريات متوفرة غير كافية لإكمال هذا الجدول. تأكد من %s للتفاصيل.

source: %s Availability Report
ara: تقرير التوفر %s

source: single blank, unscheduled game
ara: فراغ وحيد، مباراة غير مجدولة

source: set of blank unscheduled games for all teams in a division (%d teams, %d games, one day)
ara: مجموعة المباريات الغير المسجلة لكل الفرق في الفئة (%d فرق، %d مباريات، يوم واحد)

source: set of randomly scheduled games for all teams in a division (%d teams, %d games, one day)
ara: مجموعة المباريات المسجلة عشوائيا لكل الفرق في الفئة (%d فرق، %d مباريات، يوم واحد)

source: Games Before Repeat
ara: المباريات قبل الإعادة

source: The number of games before two teams can be scheduled to play each other again.
ara: عدد المباريات قبل أن يلعب الفريقان ضد بعض مرة أخرى.

source: single blank, unscheduled game (2 teams, one %s)
ara: فراغ وحيد، مباراة غير مجدولة (فريقين، %s واحد)

source: set of ratings-scheduled games for all teams (%d teams, %d games, one day)
ara: مجموعة المباريات المقيمة المسجلة لكل الفرق (%d فرق، %d مباريات، يوم واحد)

source: Must have even number of teams
ara: يجب توفر عدد زوجي من الفرق

source: Current Round
ara: الجولة الحالية

source: New games will be scheduled in this round by default.
ara: المباريات الجديدة ستجدول في هذه الجولة تلقائيا.

source: full-division round-robin (%d teams, %d games over %d weeks)
ara: مباريات الفئة كاملة (%d فرق، %d مباريات على مدى %d اسبوع)

source: Need %s weeks of gameslots, yet only %s are available. Add more gameslots.
ara: يحتاج %s أسابيع من حجوزات المباريات، حاليا هناك فقط %s متوفر. أضف حجوزات مباريات أكثر.

source: Had to stop with %s sets left to schedule: could not assign %s
ara: وجب التوقف عند %s جولات متبقية للجدولة: فشل في تعيين %s

source: Had to stop with %s sets left to schedule: no more game dates available
ara: وجب التوقف عند %s جولات متبقية للجدولة: لم يتبقى أي تواريخ مباريات متوفرة

source: single pool with all teams
ara: جميع الفرق

source: seeded split into %d pools
ara: تقسيم الفرق الى d% مجموعات

source: snake seeded split into %d pools of %d teams
ara: تقسيم الفرق الى d% مجموعات مكونة من %d فرق

source: snake seeded split into %d pools of %d and %d teams
ara: تقسيم الفرق الى d% مجموعات مكونة من %d و %d فرق

source: snake seeded split into %d pools (%d with %d teams and %d with %d)
ara: تقسيم الفرق الى d% مجموعات (%d مع %d فرق و %d مع %d(

source: %d re-seeded power pools
ara: %d اعادة التفرقة

source: group of crossover games
ara: عدد المباريات المتضاربة

source: set of blank unscheduled games for all teams in the division (%d teams, %d games)
ara: مجموعة المباريات غير المسجلة لجميع الفرق في المستوى (%d فرق، %s مباريات)

source: set of blank unscheduled games for all but one team in the division (%d teams, %d games)
ara: مجموع المباريات غير المسجلة لكل الفرق ما عدا فريق واحد (%d فرق، %d مباريات)

source: set of blank unscheduled games for all teams in the division, one team will have a double-header (%d teams, %d games)
ara: مجموع المباريات غير المسجلة لكل الفرق ،فريق واحد لديه رأسين (%d فرق، %d مباريات)

source: round-robin with results from prior-stage matchups carried forward
ara: دورات مع نتائج من مباريات سابقة للدوري

source: single game, winner take all
ara: مباراة واحدة، الفائز يأخذ كل شيء

source: "home and home" series
ara: مجموعة "home and home"

source: play-in game for 2nd and 3rd; 1st gets a bye to the finals
ara: مباراة للثاني والثالث: الاول يصل للنهائي

source: bracket with semi-finals, finals and 3rd place
ara: رسم للقبل النهائي، النهائي، والمركز الثالث

source: bracket with semi-finals and finals, no 3rd place
ara: رسم للقبل النهائي، النهائي، بدون المركز الثالث

source: bracket with semi-finals and finals, plus a 5th place play-in
ara: رسم للقبل النهائي، النهائي، ومباراة المركز الخامس

source: 1st gets a bye to the finals, 4th and 5th place play-in for the bronze
ara: الأول يذهب للنهائي، الرابع والخامس يلعبوا للبرونزي

source: bracket with semi-finals and finals, plus 5th and 6th place play-ins
ara: رسم للقبل النهائي، النهائي، ومباراة المركز الخامس والسادس

source: bracket with semi-finals and finals, 1st and 2nd place have double-elimination option, everyone gets 3 games
ara: رسم للقبل النهائي، النهائي، المركزين الأول والثاني لديهم خيار الاقصاء الثنائي، الجميع يلعب ثلاث مباريات

source: bracket with semi-finals and finals, plus 5th and 6th place play-ins, everyone gets 3 games
ara: رسم للقبل النهائي، النهائي، ومباراة الخامس والسادس، الجميع يلعب ثلاث مباريات

source: bracket with semi-finals and finals, 5th and 6th have consolation games, everyone gets 2 games
ara: رسم للقبل النهائي، النهائي، المركز الخامس والسادس لديهم مباريات شرف، الجميع يلعب مبارتين

source: bracket with quarter-finals, semi-finals, finals, and all placement games, with a bye every round for whoever should be playing the missing 8th seed
ara: رسم للربع النهائي، قبل النهائي، النهائي، وجميع مباريات الفئة، مع تأهل لكل من يلعب في المكان الثامن

source: bracket with play-in quarter-finals for all but the top seed, semi-finals, finals and 3rd place, and a round-robin for the losers of the quarters
ara: رسم للربع النهائي، قبل النهائي، النهائي، والمركز الثالث، وجولة للخاسرين من الربع النهائي

source: bracket with quarter-finals, semi-finals, finals, and all placement games
ara: رسم للربع النهائي، قبل النهائي، النهائي وجميع مباريات التصنيف

source: bracket with quarter-finals, semi-finals, finals and 3rd place, but no consolation bracket
ara: رسم للربع النهائي، قبل النهائي، النهائي والمركز الثالث من دون مباريات الشرف

source: bracket with quarter-finals, semi-finals and finals, no placement games
ara: رسم للربع النهائي، قبل النهائي، النهائي بدون مباريات التصنيف

source: bracket with quarter-finals, semi-finals and finals, plus a 9th place play-in
ara: رسم للربع النهائي، قبل النهائي، النهائي ومباراة المركز التاسع

source: bracket with quarter-finals, semi-finals and finals, plus 9th and 10th place play-ins
ara: رسم للربع النهائي، قبل النهائي، النهائي ومباريات المركزين التاسع والعاشر
