Repository: Zuluru/Languages
Catalog: ara/LC_MESSAGES/default.po
Languages: ara

source: You are currently eligible to register for the following clinics.
ara: أنت مصرح لك حاليا أن تسجل للمستوصفات التالية.

source: You can register for the following social events.
ara: تستطيع التسجيل للأحداث الإجتماعية التالية.

source: You are eligible to %s. A membership is typically required before you can sign up for team-related events.
ara: أنت مصرح لك أن %s. العضوية عادة مطلوبة قبل أن تستطيع التسجيل للأحداث المعنية بالفريق.

source: register for membership in the club
ara: سجل للعضوية في هذا النادي

source: register a league team
ara: تسجيل فريق دوري

source: You are eligible to %s. This is for individuals who do not already have a team and want to play on a "hat team".
ara: أنت مصرح لك أن %s. هذا للأفراد الذين لا ينتمون لأحد الأفرقة ويريدون أن يلعبوا في "فريق حر".

source: register as an individual for league play
ara: سجل كفرد للعب في الدوري

source: register a team for a one-time event
ara: سجل فريق في حدث لمرة واحدة فقط

source: You are eligible to %s. This is for individuals who do not already have a team and want to play on a "hat team" in a tournament or similar event.
ara: أنت مصرح لك أن %s. هذا مخصص للأفراد الذين ليس لديهم فريق ويريدون اللعب في "فريق حر" في بطولة أو حدث مماثل.

source: register as an individual for a one-time event
ara: قم بالتسجيل كفرد لحدث لمرة واحدة

source: There are %s that you might be interested in.
ara: هناك %s قد تكون مهتما فيها.

source: upcoming clinics
ara: المستوصفات القادمة

source: upcoming social events
ara: الأحداث الإجتماعية القادمة

source: Handle Chase Error Email
ara: معاينة مشاكل البريد الالكتروني ل Chase

source: City
ara: المدينة

source: Province
ara: المنطقة

source: Closed Facilities List
ara: مراكز اللعب المغلقة

source: Facilities List
ara: مراكز اللعب

source: Layout
ara: التصميم

source: Close
ara: الإغلاق

source: Code
ara: الرمز

source: Address
ara: العنوان

source: Driving Directions
ara: توجيهات السواقة

source: Parking Details
ara: تفاصيل مواقف السيارات

source: Transit Directions
ara: توجيهات المواصفات العامة

source: Biking Directions
ara: توجيهات الدراجة الهوائية

source: Washrooms
ara: غرف الغسيل

source: Special Instructions
ara: التعليمات الخاصة

source: Private Instructions
ara: التعليمات الخصوصية

source: You must be logged in to see the private instructions for this site.
ara: يجب أن تكون مسجل الدخول لكي تعرض التعليمات الخصوصية لهذا الموقع.

source: %s at this facility
ara: %s في هذا المركز

source: Game Slots
ara: حجوزات المباراة

source: Bookings
ara: الحجوزات

source: Surface
ara: السطح

source: Availability and Bookings
ara: التوفر والحجوزات

source: Start
ara: البداية

source: End
ara: النهاية

source: Booking
ara: حجز

source: open
ara: مفتوح

source: game
ara: مباراة

source: Number
ara: رقم

source: Map
ara: الخريطة

source: Open in new window
ara: افتح في صفحة جديدة

source: %s&nbsp;Permit
ara: %s&nbsp، تصريح

source: Facility Details
ara: تفاصيل مركز الملاعب

source: Indoor
ara: داخلي

source: Click for map in new window
ara: اضغط لعرض خريطة في صفحة جديدة

source: Click for %s layout diagram in new window
ara: انقر لشكل التصميم %s في صفحة جديدة

source: Upload permit for %s to %s
ara: تصريح الرفع ل%s الى %s

source: Other %s at this facility
ara: %s شيء آخر في هذا المركز

source: Bookings
ara: الحجوزات

source: Make owner
ara: غير حالته الى مالك

source: Add Team to Franchise
ara: أضف الفريق إلى الوكالة

source: Select a team from your history below to add to this franchise.
ara: اختر فريق من الماضي في الأسفل لإضافة هذه الوكالة.

source: Note that you can only add teams that you are a captain, assistant captain or coach of. This may necessitate temporarily transferring this franchise to someone else.
ara: لاحظ أنك تستطيع إضافة الفرق التي انت كابتنها، مساعد الكابتن أو مدربها. هذا فد يؤدي إلى نقل الوكالة مؤقتا إلى شخص آخر.

source: unassigned
ara: غير معين

source: Add team
ara: أضف فريق

source: Franchise Details
ara: تفاصيل الوكالة

source: The full name of your franchise.
ara: الإسم الكامل لوكالتك.

source: Your franchise's website, if you have one.
ara: موقع وكالتك الإلكتروني، إذا كان لديك.

source: List Franchises
ara: قائمة الوكالات

source: Locate by letter:
ara: ابحث عن طريق الحرف:

source: Owner(s)
ara: المالك/الملاك

source: Edit Franchise
ara: تعديل الوكالة

source: Add Owner
ara: أضف المالك

source: Delete Franchise
ara: حذف الوكالة

source: Starting with %s
ara: يبدأ بـ %s

source: Website
ara: الموقع الإلكتروني

source: Remove Team from this Franchise
ara: احذف الفريق من هذه الوكالة

source: Are you sure you want to remove this %s?
ara: هل أنت متأكد أنك تريد حذف هذا %s؟

source: Owner
ara: المالك

source: %s Selection
ara: %s اختيار

source: First date
ara: أول تاريخ

source: Date of the first game slot to add.
ara: تاريخ أول حجز مباراة للإضافة.

source: Weeks to repeat
ara: أسابيع من أجل التكرار

source: Number of weeks to repeat this gameslot.
ara: عدد الأسابيع التي تريد أن يتكرر فيها هذا الحجز.

source: Make Gameslot Available To
ara: اجعل حجز المباراة متاح إلى

source: Continue
ara: استمر

source: Confirm %s
ara: تأكيد %s

source: Game slots will not be created on the following holidays:
ara: حجوزات المباراة لن تضاف في إيام الإجازة التالية:

source: Create Slots
ara: أضف حجوزات

source: Game Slot
ara: حجز المباراة

source: Game start time
ara: وقت ابتداء المباريات

source: Game timecap
ara: الحد الوقتي للمباراة

source: Choose "---" to assign the default timecap (dark).
ara: اختر "---" لوضع حد الوقت الإفتراضي (داكن).

source: Submit Game Results
ara: إرسال نتائج المباراة

source: This game was:
ara: هذه المباراة كانت:

source: Game Start
ara: بداية المباراة

source: Game End
ara: نهاية المباراة

source: vs
ara: ضد

source: Available to Divisions
ara: متاح للمستويات

source: Game
ara: مباراة

source: Totals
ara: المحصلة

source: Attendance: %s
ara: الحضور: %s

source: Role
ara: الدور

source: Updated
ara: تم تعديله

source: Attendance Change
ara: تغيير الحضور

source: You are attempting to change attendance for
ara: أنت تحاول تغيير الحضور لـ

source: Current status:
ara: الحالة الحالية:

source: Possible attendance options are:
ara: خيارات الحضور الممكنة هي:

source: You may optionally add a comment
ara: لديك الخيار في إضافة تعليق

source: You may optionally add a personal note which will be included in the invitation email to the player
ara: لديك الخيار في إضافة ملاحظة خاصة ستكون في إيميل دعوة اللاعب

source: Finalized
ara: تم الإنهاء

source: Emailed
ara: ت إرسال البريد الإلكتروني

source: DID NOT finalize or email
ara: لم يقم بالإنهاء أو المراسلة

source: between
ara: بين

source: status
ara: الحالة

source: %s attendance reminders sent
ara: %s مذكرات حضور تم إرسالها

source: %s attendance summaries sent
ara: %s ملخصات حضور تم إرسالها

source: Edit Game
ara: تعديل المباراة

source: Home Team
ara: الفريق المضيف

source: currently rated
ara: تقييمه الحالي

source: Away Team
ara: الفريق الزائر

source: Date and Time
ara: التاريخ والوقت

source: Game Status
ara: حالة المباراة

source: Score Approved By
ara: النتيجة تم التأكيد عليها بواسطة

source: Score not yet finalized
ara: النتيجة لم تحسم بعد

source: Score as entered
ara: النتيجة كما أدخلت

source: Home Score
ara: نتيجة الفريق المضيف

source: Away Score
ara: نتيجة الفريق الزائر

source: Defaulted?
ara: قام بالإنسحاب؟

source: us
ara: نحن

source: them
ara: هم

source: no
ara: لا

source: Entered By
ara: تم الإدخال بواسطة

source: Entry Time
ara: وقت الإدخال

source: Spirit Assigned
ara: روح الفريق المعينة

source: Allstar Nominations
ara: النجوم المرشحة

source: Edit Box Score
ara: تعديل جدول النتيجة

source: Play
ara: إلعب

source: Add Score Detail
ara: أضف تفاصيل النتيجة

source: Live Game Scoring
ara: نتيجة المباراة المباشرة

source: Finalize
ara: قم بالإنهاء

source: Game Note
ara: ملاحظة المباراة

source: Only I will be able to see this
ara: أنا فقط أستطيع عرض هذا

source: Everyone on my team
ara: كل الأشخاص في فريقي

source: Emails are NOT sent to others when you edit an existing note.
ara: الإيميلات لم ترسل للأشخاص الآخرين اذا قمت بتعديل الملاحظة الحالية.

source: Everyone else that is allowed to see this note will be sent an email informing them. This is a good way to communicate with your teams.
ara: جميع باقي الأشخاص سيسمح لهم برؤية هذه الملاحظة وسنقوم بإرسال ملاحظة تخبرهم بذلك. هذه طريقة جيدة لمراسلة فرقك.

source: Under no circumstance will the players on the other team, or anyone else, be able to see this.
ara: في جميع الحالات لن يستطيع اللاعبين، الفريق أو أي شخص آخر عرض هذا.

source: Ratings Table
ara: جدول الإحصائيات

source: View Ratings Table
ara: عرض جدول الإحصائيات

source: current
ara: الحالي

source: "what if"
ara: "ماذا لو"

source: rating of
ara: تقييم الـ

source: chance to win
ara: فرصة للفوز

source: What if?
ara: ماذا لو؟

source: Stat Entry Sheet
ara: صحيفة إدخال الإحصائيات

source: Game Notes
ara: ملاحظات المباراة

source: Game Stats
ara: إحصائيات المباراة

source: Subs
ara: الإحتياط

source: not yet entered
ara: لم يدخل بعد

source: Male
ara: ذكر

source: Female
ara: أنثى

source: league coordinator
ara: مشرف الدوري

source: Submit Game Stats
ara: إرسال احصائيات المباراة

source: The score for this game has been confirmed as %s %d, %s %d.
ara: نتيجة هذه المباراة تم تأكيدها كـ %s %d، %s %d.

source: You have submitted the score for this game as %s %d, %s %d, but this has not been confirmed by your opponent.
ara: لقد أرسلت النتيجة لهذه المباراة كـ %s %d، %s %d، لكن لم يتم تأكيد هذه النتيجة بواسطة منافسك.

source: A score of %s %d, %s %d has been submitted for this game, but this has not been confirmed.
ara: النتيجة المكونة من %s %d، %s %d تم إرسالهم لهذه المباراة، ولكن لم يتم تأكيدها بعد.

source: Show Only Applicable Stat Options
ara: عرض خيارات الإحصائيات المطابقة فقط

source: Show All Stat Options
ara: عرض جميع خيارات الإحصائيات

source: Show All Players
ara: عرض جميع اللاعبين

source: Show Only Attending Players
ara: عرض اللاعبين الذين حضروا المباراة فقط

source: Game %d
ara: المباراة %d

source: View Game
ara: عرض المباراة

source: Captain Emails
ara: إيميلات الكباتن

source: Click to view
ara: اضغط للعرض

source: Delete Game
ara: حذف المباراة

source: Spirit for
ara: روح الفريق إلى

source: The score of this game has not yet been finalized.
ara: النتيجة النهائية لهذه المباراة لم تسجل بعد.

source: The final scores entered by the teams do not match, and the discrepancy has not been resolved.
ara: النتائج النهائية المدخلة عبر الأفرقة لا تتطابق، ولم تحل مشكلة التضارب في النتيجة بعد.

source: A scorekeeper
ara: متابع النتائج

source: %s reported the following in-progress score as of %s:
ara: %s قام بتقرير النتيجة التالية (قيد التطوير) في %s:

source: %s reported the final score as:
ara: %s قام بتقرير النتيجة النهائية كـ:

source: Incident Reports
ara: تقارير الحادث

source: Reporting Team
ara: الفريق المحضر

source: Notes
ara: الملاحظات

source: Are you sure you want to delete this note?
ara: هل أنت متأكد أنك تريد حذف هذه الملاحظة؟

source: Return to main help page
ara: ارجع إلى صفحة المساعدة الرئيسية

source: default
ara: الافتراضي

source: Submit Stats
ara: إرسال الإحصائيات

source: Live Score
ara: النتيجة المباشرة

source: Edit score
ara: تعديل النتيجة

source: in progress
ara: قيد الإنشاء

source: unofficial
ara: غير رسمية

source: score mismatch
ara: عدم تطابق النتيجة

source: [Help]
ara: [مساعدة]

source: Additional help
ara: مساعدة إضافية

source: unknown
ara: غير معروف

source: to
ara: الى

source: Holiday
ara: يوم إجازة

source: List Holidays
ara: قائمة أيام الإجازة

source: New Holiday
ara: يوم إجازة جديد

source: Made the following ratings adjustments:
ara: تم تعديل التقييمات التالية:

source: Adjusted
ara: تم تعديله

source: and
ara: و

source: Closed the following divisions:
ara: تم إغلاق المستويات التالية:

source: Opened the following divisions:
ara: تم فتح المستويات التالية:

source: League Information
ara: معلومات الدوري

source: The full name of the league. Year and season will be automatically added.
ara: الإسم الكامل للدوري. السنة والموسم ستضاف تلقائيا.

source: The name of the first division in the league. If the league will only have one division, you can leave this blank.
ara: اسم المستوى الأول في الدوري. إذا كان الدوري سيحتوي على مستوى واحد، تستطيع ترك فراغ.

source: Sport played in this league.
ara: الرياضة التي ستلعب في هذا الدوري.

source: Season during which this league's games take place.
ara: الموسم الذي ستلعب فيه مباريات هذا الدوري.

source: Number of attempts to generate a schedule, before taking the best option.
ara: عدد المحاولات لعمل جدول المباريات، قبل اختيار أفضل جدول.

source: NOTE: If you set the questionnaire to "
ara: ملاحظة: اذا قمت بضبط الاستبيان إلى "

source: Select which questionnaire to use for spirit scoring, or "
ara: اختر الاستبيان الذي تريد استخدامه لنقاط روح الفريق، أو "

source: Enable or disable the entry of a numeric spirit score, independent of the questionnaire selected above.
ara: تمكين أو عدم تمكين إدخال تقييم روح الفريق الرقمية، ليس له علاقة بالإستبيان في الأعلى.

source: Order of tie-breakers to use in standings.
ara: ترتيب كاسر التعادل المستخدم في الترتيب.

source: Used as the size of the ratings table.
ara: يستخدم كحجم قائمة التقييم.

source: League Schedule
ara: جدول الدوري

source: League %s Availability Report
ara: تقرير التوفر %s

source: League Standings
ara: ترتيب الدوري

source: League Summary
ara: ملخص الدوري

source: Numeric Spirit?
ara: روح الفريق الرقمية؟

source: Max Score
ara: النتيجة العظمى

source: Schedule Attempts
ara: جدولة المحاولات

source: Tie Breaker
ara: كاسر التعادل

source: Division Summary
ara: ملخص الفئة

source: Remind After
ara: تذكير بعد

source: Finalize After
ara: انجز بعد

source: from
ara: من

source: Stat Tracking
ara: متابعة الإحصائيات

source: User ID
ara: رقم المستخدم

source: Added
ara: تمت الإضافة

source: Mailing List
ara: قائمة البريد

source: Check this to allow recipients to unsubscribe from this mailing list. Be sure that your local privacy laws allow you to uncheck this before doing so.
ara: اضغط هنا للسماح للمستلمين بأن لا يلغوا اشتراكهم من قائمة البريد. تأكد أن قوانين الخصوصية المحلية الخاصة بك تسمح لك بعدم الضعط.

source: Rules that must be passed to include a person on this mailing list.
ara: القواعد المطلوبة لإدخال هذا الشخص في القائمة البريدية.

source: Mailing Lists
ara: القوائم البريدية

source: Delete Mailing List
ara: حذف القائمة البريدية

source: Preview
ara: معاينة

source: Opt Out
ara: الانسحاب

source: Rule
ara: قاعدة

source: List Mailing Lists
ara: عرض القائمة البريدية

source: Related Newsletters
ara: النشرات المتعلقة

source: Target
ara: الهدف

source: Delivery Report
ara: تقرير توزيع الرسائل

source: Send
ara: أرسل

source: Delete Newsletter
ara: حذف النشرة

source: %s Editor
ara: محرر %s

source: All %s
ara: كل %s

source: Show only open %s
ara: عرض %s المفتوحين فقط

source: Show all %s
ara: عرض كل ال%s

source: %s Layout
ara: تصميم %s

source: Recipient
ara: المستلم

source: Date Sent
ara: تاريخ الإرسال

source: A short name for this newsletter, to be used as a heading in administrative reports.
ara: اسم قصير بهذه النشرة، سيستخدم كعنوان في التقارير الإدارية.

source: Email address that this newsletter should come from.
ara: البريد الإلكتروني الذي تريد إستقبال النشرة منه.

source: Email address that this newsletter should be sent to, if different than the From address. If the "Personalize" box is checked, this is ignored.
ara: العنوان المراد إرسال هذا النشرة إلى، إذا كان مختلفا عن عنوان الإرسال. إذا تم الضغط على "تشخيص"، سيتم التجاهل.

source: Email address that replies to this newsletter should be sent to, if different than the From address.
ara: البريد الإلكتروني للرد على هذه النشرة، إذا كان مختلفا عن عنوان المرسل.

source: Subject line for emailing this newsletter.
ara: العنوان لهذه النشرة.

source: The full text of the newsletter.
ara: النص الكامل للنشرة.

source: Target date for sending this newsletter. For display purposes only; does not cause the newsletter to be sent on this date.
ara: التاريخ المراد إرسال هذه النشرة فيه. لأغراض العرض فقط، لن يرسل الخبر في هذا التاريخ.

source: Time (in minutes) between batches. Larger delays decrease the chance that sites like Hotmail will consider your email to be spam.
ara: الوقت (بالدقائق) بين الدفعات. فترات الانتظار الأطول تقلل من احتمالة وصول البريد الى صندوق البريد الغير مرغوب فيه.

source: Maximum number of newsletters to send in a single batch. Smaller batches decrease the chance that sites like Hotmail will consider your email to be spam.
ara: الحد الأقصى من النشرات التي سترسل دفعة واحدة. الدفعات الصغيرة ستقلل من ارسال رسالتك إلى البريد الغير مرغوب فيه.

source: Check this to personalize each email. This slows down the sending process and increases the amount of internet traffic your newsletter will generate.
ara: اضغط هنا للتشخيص كل بريد إلكتروني. هذا سيبطئ عملية الإرسال وسيزيد الإزدحام الذي ستكونه النشرة.

source: Recent and Upcoming Newsletters List
ara: النشرات الحالية والقادمة

source: Complete Newsletters List
ara: جميع النشرات

source: Sending
ara: جاري الإرسال

source: Sent email to
ara: أرسل البريد إلى

source: Test email sent to
ara: تجريب البريد المرسل إلى

source: To send yourself a test copy of this newsletter, %s.
ara: لإرسال نسخة تجريبية من هذه النشرة، %s.

source: To initiate delivery of this newsletter, %s.
ara: للبدء في إرسال هذه النشرة، %s.

source: Subject
ara: العنوان

source: Text
ara: النص

source: List Newsletters
ara: قائمة النشرات

source: First (and, if desired, middle) name.
ara: الإسم الأول (أو الإسم الأول مع إسم الأب).

source: Please enter a correct birthdate; having accurate information is important for insurance purposes.
ara: الرجاء إدخال تاريخ الميلاد الصحيح، المعلومات الدقيقة مهمة من أجل توزيع اللاعبين.

source: centimeters
ara: سنتيمترات

source: inches (5 feet is 60 inches; 6 feet is 72 inches)
ara: انشات (الخمسة فيت 60 انش: الستة فيت 72 انش)

source: Please enter your height in %s. This is used to help generate even teams for hat leagues.
ara: الرجاء إدخال طولك بالإنشات (٥ قدم هو ٦٠ انش، ٦ قدم هو ٧٢ انش). هذا يساعد في تنظيم اللاعبين في الفرق.

source: Select all affiliates you are interested in.
ara: اختر الأندية التي أنت مهتم بها.

source: Approve Account
ara: تأكيد الحساب

source: %s User Id
ara: %s رقم المستخدم

source: The following users may be duplicates of this account (click to compare):
ara: هؤلاء المستخدمين قد يكونوا مكررين من هذا الحساب (انقر للمقارنة):

source: This user should be:
ara: هذا المستخدم من المفترض أن يكون:

source: Approve Badges
ara: تأكيد الشارات

source: Reason
ara: السبب

source: If you want to add a comment to the nominator about why the nomination was not approved, do so here. The nominee will not receive any message.
ara: اذا كنت تريد ارسال رسالة للمنتخب عن سبب عدم الموافقة على الانتخاب، الرجاء ارسال الرسالة هنا. المنتخَب لن يحصل على اية رسالة.

source: Edit Document
ara: تعديل المجلد

source: Approve Document
ara: تأكيد المجلد

source: Approve Documents
ara: تأكيد المجلدات

source: Approve Photos
ara: تأكيد الصور

source: Unused Credits
ara: الديون الغير مستخدمة

source: Initial Amount
ara: المبلغ المبدئي

source: Amount Used
ara: المبلغ المستخدم

source: Membership welcome letters
ara: رسائل ترحيب للعضوية

source: Emailed %d membership letters.
ara: تم إرسال %d رسائل عضوية.

source: Upload Document
ara: رفع المجلد

source: Upload
ara: رفع

source: Edit Your Profile
ara: تعديل الملف الشخصي

source: If you have concerns about the data %s collects, please see our %s.
ara: اذا كان لديك استفسار او احتجاج عن المعلومات المقدمة من %s، الرجاء رؤية %s.

source: Privacy Policy
ara: سياسة الخصوصية

source: Photo
ara: الصورة

source: Profile Photo
ara: صورة الملف الشخصي

source: Account Type
ara: نوع الحساب

source: To prevent system abuses, this can only be changed by an administrator. To change this, please email your new name to
ara: لمنع إبتزازات النظام، يتطيع المدير فقط التغيير. للتغيير، الرجاء إرسال الإسم الجديد إلى

source: To prevent system abuses, this can only be changed by an administrator. To change this, please email your new phone number to
ara: بمنع إبتزازات النظام، يستطيع المدير تغيير هذا الخيار فقط. للتغيير، الرجاء إرسال رقم تلفونك الجديد إلى

source: Enter your work telephone number (optional).
ara: أدخل رقم تلفون عملك (خياري).

source: Enter your work extension (optional).
ara: أدخل ملحق تلفون عملك (خياري).

source: Enter your cell or pager number (optional).
ara: أدخل رقم جوالك كمثال (0512345678).

source: Note that affiliates you are already a manager of (%s) are not included here; this will remain unchanged.
ara: لاحظ أن الأندية (%s) التي تديرها غير موجودة هنا، هذا لن يتغير.

source: Online Contact
ara: التواصل عبر الإنترنت

source: You can have an image shown on your account by uploading a photo directly, or by enabling this setting and then create a <a href="http://www.gravatar.com">gravatar.com</a> account using the email address you've associated with your %s account.
ara: تستطيع رفع صورتك مباشرة الى الموقع، او بواسطة تفعيل هذه الخاصية ومن ثم صنع حساب <a href="http://www.gravatar.com">gravatar.com</a> باستعمال نفس عنوانك البريدي للحساب %s.

source: You can have an image shown on your account if you enable this setting and then create a <a href="http://www.gravatar.com">gravatar.com</a> account using the email address you've associated with your %s account.
ara: تستطيع استخدام صورتك الشخصية بواسطة تفعيل هذه الخاصية ومن ثم صنع حساب <a href="http://www.gravatar.com">gravatar.com</a> باستعمال نفس عنوانك البريدي للحساب %s.

source: Show Gravatar image for your account?
ara: عرض صورة Gravatar لحسابك؟

source: From time to time, %s would like to contact members with information on our programs and to solicit feedback. Can %s contact you in this regard?
ara: ما بين الحين والآخر، %s يريد التواصل مع الأشخاص بمعلومات عن برامجنا ولاخذ الاقتراحات، هل يستطيع %s التواصل معك بهذا الخصوص؟

source: Street Address
ara: عنوان الشارع

source: Street and Number
ara: الشارع والرقم

source: Number, street name, and apartment number if necessary.
ara: الرقم، اسم الشارع، ورقم الشقة في حالة السكن في شقة.

source: To prevent system abuses, this can only be changed by an administrator. To change this, please email your new address to
ara: لمنع ابتزازات النظام، يستطيع المدير التغيير فقط. للتغيير، الرجاء إرسال عنوانك الجديد إلى

source: Name of city.
ara: اسم المدينة.

source: Select a province/state from the list
ara: اختر منطقة من القائمة

source: Country
ara: الدولة

source: Select a country from the list.
ara: اختر دولة من القائمة.

source: Postal Code
ara: الرمز البريدي

source: Please enter a correct postal code matching the address above. %s uses this information to help locate new %s near its members.
ara: الرجاء إدخال رمز بريدك المكون من خمسة أرقام للعنوان في الأعلى. %s يستخدم هذه المعلومات للمساعدة في تحديد مواقع جديدة لـ %s قريبة من الأعضاء.

source: To prevent system abuses, this can only be changed by an administrator. To change this, please email your gender to
ara: لمنع ابتزازات النظام، يستطيع المدير التغيير فقط، للتغيير، يجب ارسال جنسك إلى

source: To prevent system abuses, this can only be changed by an administrator. To change this, please email your correct birthdate to
ara: لمنع ابتزازات النظام، المدير فقط يستطيع تغيير هذا الخيار. لتغيير هذا، الرجاء إرسال تاريخ الميلاد الصحيح إلى

source: To prevent system abuses, this can only be changed by an administrator. To change this, please email your new height to
ara: لمنع ابتزازات النظام، المدير فقط يستطيع تغيير هذا الخيار. للتغيير، الرجاء إرسال بريد إلكتروني إلى

source: To prevent system abuses, this can only be changed by an administrator. To change this, please email your new shirt size to
ara: لمنع ابتزازات النظام، المدير فقط يستطيع تغيير هذا الخيار. للتغيير الرجاء ارسالم حجم القميص

source: Inactive Search
ara: بحث غير نشط

source: Search %s
ara: ابحث عن %s

source: League Search
ara: بحث الدواري

source: Relative
ara: قريب

source: New Accounts
ara: حسابات جديدة

source: No accounts to approve.
ara: ليس هناك حسابات للموافقة عليها.

source: Nominate for a Badge
ara: قم بالترشيح لشارة

source: Assign a Badge
ara: تعيين شارة

source: Assign badge
ara: تعيين شارة
