Repository: Zuluru/Languages
Catalog: ara/LC_MESSAGES/default.po
Languages: ara

source: This badge denotes someone who had a membership in the past.
ara: هذه الشارة تشير أن الشخص كانت لديه عضوية في السابق.

source: 5x Past Member
ara: خمس مرات عضو سابق

source: This badge denotes someone who has had at least 5 memberships in the past.
ara: هذه الشارة تشير على أن هذا الشخص كانت لديه خمس عضويات في السابق.

source: League Champion
ara: بطل الدوري

source: This badge is awarded to all regular players on the rosters of teams that have won league playoffs.
ara: هذه الشارة تمنح لكل اللاعبين الذين كانوا في قائمة فريق فاز في دوري خروج الخاسر.

source: 5x League Champion
ara: بطل دوري خمس مرات

source: This badge is awarded to people who have won five league championships.
ara: تمنح هذه الشارة للأشخاص الذين فازوا بخمس بطولات.

source: Hall of Fame
ara: قاعة المشاهير

source: This badge is awarded exclusively to those who have been inducted into the Hall of Fame.
ara: هذه الشارة تمنح خصيصا إلى الذين تم اختيارهم في قاعة المشاهير.

source: Volunteer of the Year
ara: أفضل متطوع للسنة

source: This badge is awarded to those who have been chosen as volunteer of the year.
ara: هذه الشارة تمنح للذين تم اختيارهم كأفضل متطوع في السنة.

source: Volunteer of the Month
ara: أفضل متطوع للشهر

source: This badge is awarded to those who have been chosen as volunteer of the month.
ara: هذه الشارة تمنح للذين تم اختيارهم كأفضل متطوع في الشهر.

source: Board of Directors
ara: مجلس الإدارة

source: This badge is awarded to those who have are currently on the board of directors.
ara: هذه الشارة تمنح لهؤلاء الذين في مجلس الإدارة.

source: Red Flag
ara: العلم الأحمر

source: Denotes players under suspension.
ara: يشير إلى اللاعبين تحت الإيقاف.

source: Yellow Flag
ara: العلم الأصفر

source: Denotes players being monitored for bad behaviour.
ara: يشير على اللاعبين المراقبين للتصرف السيء.

source: Green Flag
ara: العلم الأخضر

source: Denotes players worthy of some recognition.
ara: يشير على لاعبين يستحقون بعض التقدير.

source: Membership
ara: العضوية

source: Teams for Leagues
ara: الفرق للدواري

source: Individuals for Leagues
ara: الأفراد للدواري

source: Teams for Events
ara: الفرق للأحداث

source: Individuals for Events
ara: الأفراد للأحداث

source: Clinics
ara: المستوصفات

source: Social Events
ara: الأحداث الإجتماعية

source: automatic approval
ara: الموافقة التلقائية

source: approval using home submission
ara: الموافقة بواسطة إدخال المضيف

source: approval using away submission
ara: الموافقة بواسطة إدخال الزائر

source: automatically forfeited due to lack of score submission
ara: تم الانسحاب تلقائيا لعدم إدخال النتيجة

source: Attending
ara: حاضر

source: Absent
ara: غائب

source: Unknown
ara: مجهول

source: Invited
ara: مدعو

source: Available
ara: متوفر

source: No Show
ara: غياب

source: attending
ara: حاضر

source: absent for
ara: غائب عن

source: unknown/undecided for
ara: مجهول/غير مقرر لـ

source: invited to sub for
ara: مدعو ليكون بديلا لـ

source: available to sub for
ara: متوفر ليكون بديلا لـ

source: a no-show for
ara: غياب لـ

source: invited to attend
ara: مدعو للحضور

source: available to attend
ara: متوفر للحضور

source: Predecessor
ara: السابق

source: Successor
ara: التالي

source: Private
ara: خاص

source: Public
ara: عام

source: Womens XSmall
ara: نسائي XSmall

source: Womens Small
ara: نسائي Small

source: Womens Medium
ara: نسائي Medium

source: Womens Large
ara: نسائي Large

source: Womens XLarge
ara: نسائي XLarge

source: Mens Small
ara: رجالي Small

source: Mens Medium
ara: رجالي Medium

source: Mens Large
ara: رجالي Large

source: Mens XLarge
ara: رجالي XLarge

source: Mens XXLarge
ara: رجالي XXLarge

source: Locked
ara: مغلق

source: grass
ara: عشب طبيعي

source: turf
ara: عشب صناعي

source: sand
ara: رمل

source: dirt
ara: تربة طبيعية

source: clay
ara: طين شاطئي

source: hardwood
ara: خشب صلب

source: rubber
ara: مطاط

source: urethane
ara: يوريتان

source: concrete
ara: خرسانة

source: asphalt
ara: اسفلتي

source: ice
ara: جليدي

source: snow
ara: ثلجي

source: Coordinator Only
ara: المنسق فقط

source: Symbols Only
ara: رموز فقط

source: Numeric
ara: رقمي

source: All
ara: الكل

source: Never
ara: أبدا

source: Optional
ara: خياري

source: Always
ara: دائما

source: Submitter
ara: المرسل

source: Reserved
ara: محجوز

source: Pending
ara: معلّق

source: Partial
ara: جزئي

source: Paid
ara: تم الدفع

source: Cancelled
ara: تم إلغاؤها

source: Waiting
ara: الإنتظار

source: Online
ara: عبر الانترنت

source: Credit Card
ara: بطاقة إئتمانية

source: Cheque
ara: شيك

source: Electronic Funds Transfer
ara: تحويل الأموال الإلكتروني

source: Cash
ara: نقدا

source: Money Order
ara: فاتورة مالية

source: Other
ara: أخرى

source: Credit Redeemed
ara: تم تسديد الدين

source: Field condition
ara: حالة الملعب

source: Injury
ara: الإصابة

source: Rules disagreement
ara: خلاف في القوانين

source: Illegal Substitution
ara: تبديل غير قانوني

source: Escalated incident
ara: حادثم تم تصعيدها

source: Winter
ara: موسم الشتاء

source: Winter Indoor
ara: موسم الشتاء داخلي

source: Spring
ara: موسم الربيع

source: Spring Indoor
ara: موسم الربيع داخلي

source: Summer
ara: موسم الصيف

source: Summer Indoor
ara: موسم الصيف داخلي

source: Fall
ara: موسم الخريف

source: Fall Indoor
ara: موسم الخريف داخلي

source: normal
ara: عادي

source: in_progress
ara: جارية-الآن

source: home_default
ara: افتراضي-المضيف

source: away_default
ara: افتراضي-الزائر

source: rescheduled
ara: تم إعادة الجدولة

source: cancelled
ara: تم إلغاؤها

source: forfeit
ara: انسحاب

source: Trial
ara: الإختبار

source: runtime
ara: وقت التشغيل

source: aggregate
ara: المجموع

source: assigned
ara: تم تعيينه

source: Manual
ara: يدوي

source: reset
ara: إعادة تهيئة

source: resolved
ara: تم حل المشكلة

source: update
ara: تحديث

source: The score for this game has already been finalized.
ara: تم الإنتهاء من نتيجة هذه المباراة مسبقا.

source: A score has already been submitted for this game.
ara: تم إرسال نتيجة لهذه المباراة مسبقا.

source: Published
ara: تم نشره

source: Unpublished
ara: غير منشور

source: To be added to this team, this player must first
ara: سيتم إضافته لهذا الفريق، يجب على هذا اللاعب أولا

source: This player
ara: هذا اللاعب

source: This team
ara: هذا الفريق

source: newsletter delivery
ara: تسليم النشرة

source: schedule creation or edit
ara: تكوين أو تعديل الجدول

source: have a membership type
ara: لديه نوع عضوية

source: have a past membership type
ara: لديه نوع عضوية ماضي

source: have an upcoming membership type
ara: لديه نوع عضوية قادم

source: This selection will result in no spirit questions being asked.
ara: الاختيار سينتج عن عدم عرض أي أسئلة خاصة بروح الفريق.

source: The original Leaguerunner spirit survey, developed by the Ottawa Carleton Ultimate Association.
ara: استبيان روح الفريق Leaguerunner الأصلي، تم تطويره بواسطة Ottawa Carleton Ultimate Association.

source: Timeliness
ara: التوقيت

source: Our opponents had a full line and were ready to play:
ara: خصومنا كان لديهم تشكيلة كاملة وكانوا جاهزين للعب:

source: early, or at the official start time
ara: مبكر، أو على وقت المباراة

source: less than five minutes late
ara: متأخر لأقل من خمس دقائق

source: less than ten minutes late
ara: متأخر لأقل من عشر دقائق

source: more than ten minutes late
ara: متأخر لأكثر من عشر دقائق

source: Rules Knowledge
ara: المعرفة بالقوانين

source: Our opponents' rules knowledge was:
ara: معرفة الخصم بالقوانين كانت:

source: excellent
ara: ممتازة

source: acceptable
ara: مقبولة

source: poor
ara: ضعيفة

source: nonexistant
ara: غير موجودة

source: Sportsmanship
ara: الروح الرياضية

source: Our opponents' sportsmanship was:
ara: روح الفريق المنافس الرياضية كانت:

source: Enjoyment
ara: الاستمتاع

source: Ignoring the score and based on the opponents' spirit of the game, did your team enjoy this game?
ara: تجاهل النتيجة وبناؤها على روح فريق الخصم في المباراة، هل استمتع فريقك بالمباراة؟

source: all or most of my players did
ara: كل أو معظم لاعبي فريقي فعل

source: some or none of my players did
ara: بعض لاعبي فريقي أو ولا أي لاعب فعل

source: Comments
ara: التعليقات

source: Do you have any concerns from this game that you would like to bring to the coordinator's attention? These will be kept confidential.
ara: هل لديك أي مخاوف تجاه هذه المباراة وتريد تنبيه المنسق بها؟ هذه المخاوف ستكون سرية ولن تنشر.

source: Highlights
ara: الملخصات

source: Do you have any spirit highlights from this game that you would like to bring to the coordinator's attention? These may be published.
ara: هل لديك أي ملخصات روح الفريق لهذه المباراة وتريد تنبيه المنسق بها؟ هذه التنبيهات قد تنشر.

source: Select one of the given options
ara: اختر أحد الخيارات الواردة

source: The modified Leaguerunner spirit survey, developed by the Ottawa Carleton Ultimate Association. Compared to the original Leaguerunner spirit survey, this one emphasizes enjoyment by adding more options there, while decreasing the number of timeliness options.
ara: استبيان روح الفريق Leaguerunner المعدل، تم تطويره بواسطة Ottawa Carleton Ultimate Association. مقارنة بالاستبيان الأصلي، هذا الاستبيان يركز على الاستمتاع بإضافة خيارات اكثر، بينما يقوم بتقليل خيارات التوقيت.

source: Our opponents' timeliness:
ara: توقيت خصمنا:

source: met expectations
ara: لبّت التوقعات

source: did not meet expectations
ara: لم تلبي التوقعات

source: exceptional
ara: استثنائي

source: good
ara: جيد

source: below average
ara: تحت المعدل

source: bad
ara: سيء

source: Overall
ara: الإجمالي

source: Ignoring the score and based on the opponents' spirit of the game, what was your overall assessment of the game?
ara: تجاهل النتيجة وبناؤها على روح فريق الخصم في المباراة، ما هو تقييمك العام للمباراة؟

source: This was an exceptionally great game
ara: كانت هذه مباراة رائعة واستثنائية للغاية

source: This was an enjoyable game
ara: كانت هذه مباراة ممتعة

source: This was a mediocre game
ara: كانت هذه مباراة متوسطة

source: This was a very bad game
ara: كانت هذه مباراة سيئة جدا

source: The WFDF standard spirit survey.
ara: استبيان روح الفريق WFDF النموذجي

source: Rules Knowledge and Use
ara: المعرفة بالقوانين واستخدامها

source: For example: They did not make unjustified calls. They did not purposefully misinterpret the rules. They kept to time limits. They were willing to teach and/or learn the rules.
ara: على سبيل المثال: لم يصدروا قرارت غير مبررة. لم يتعمدوا عدم فهم القوانين. التزموا بالوقت. كانوا مستعدين لتعليم و/أو تعلم القوانين.

source: not so good
ara: غير جيد

source: very good
ara: جيد جدا

source: Fouls
ara: الأخطاء

source: Fouls and Body Contact
ara: الأخطاء والاتصال الجسمي

source: For example: They avoided fouling, contact, and dangerous plays.
ara: على سبيل المثال: تفادوا عمل الأخطاء، الاتصال الجسمي، واللعبات الخطيرة.

source: Fair-Mindedness
ara: عادل في قراراته

source: For example: They apologized for their own fouls. They informed teammates when they made wrong or unnecessary calls. They were willing to admit that we were right and retracted their call.
ara: على سبيل المثال: اعتذروا على أخطائهم. أخبروا زملائهم في الفريق عندما يصدروا قرارات خاطئة أو غير ضرورية. كانوا على استعداد أن يعترفوا أننا على حق وتنازلوا عن قراراتهم الخاطئة.

source: Attitude
ara: الموقف

source: Positive Attitude and Self-Control
ara: موقف إيجابي والسيطرة على النفس

source: For example: They introduced themselves. They communicated without derogatory or aggressive language. They complimented us on our good plays. They left an overall positive impression during and after the game, e.g. during the Spirit circle.
ara: على سبيل المثال: قدموا أنفسهم باحترام. تواصلوا معنا بتواضع وبدون لغة عدوانية. مدحونا في اللعبات الجميلة. تركوا أثر إيجابي علينا بشكل عام خلال وبعد المباراة، مثلا خلال دائرة روح الفريق.

source: Comparison
ara: المقارنة

source: Our Spirit compared to theirs
ara: روح فريقنا مقارنة بفريقهم

source: How did our team compare to theirs with regards to rules knowledge, body contact, fair-mindedness, positive attitude and self-control?
ara: كيف كانت معرفة فريقنا بالقوانين مقارنة بفريقهم، الاتصال الجسمي، العدل، المواقف الإيجابية والتحكم بالنفس؟

source: Our spirit was much better
ara: روح فريقنا كانت أفضل كثيرا

source: Our spirit was slightly better
ara: روح فريقنا كانت أفضل بقليل

source: Our spirit was the same
ara: روح فريقنا كانت مماثلة

source: Our spirit was slightly worse
ara: روح فريقنا كانت أسوأ بقليل

source: Our spirit was much worse
ara: روح فريقنا كانت أسوأ كثيرا

source: The Modified WFDF spirit survey was developed by the Waterloo Organization of Disc Sports to reflect league play rather than tournaments; some WFDF questions have been split, for example, and answers have been simplified from five to three. The survey answers are intended to reward good spirit rather than penalizing bad.
ara: استبيان روح الفريق الـ WFDF المعدل تم انشاءه بواسطة Waterloo Organization of Disc Sports ليعكس اللعب في الدوري عوضا عن البطولات، بعض أسئلة WFDF تم تقسيمها، مثلا، والأجوبة تم تبسيطها من خمسة لثلاثة. أجوبة الاستبيان هدفها منح الروح الجيدة عوضا عن إبراز العقوبات.

source: Respect
ara: الإحترام

source: They communicated objectively and without aggressive language. They were willing to believe calls were made in good faith. Were on time. Kept to time limits for discussions, time-outs, between points, etc.
ara: تواصلوا بموضوعية وبدون لغة عدوانية. كانوا مستعدين لاستقبال معظم القرارات التي اصدرت من حسن نية. كانوا في الوقت. كانوا على الموعد خلال النقاشات، بين الاهداف، فترة الراحة، إلخ.

source: Below Average
ara: تحت المعدل

source: Above Average
ara: فوق المعدل

source: Players pointed out their own fouls. They corrected their own team player calls. In an important situation they admitted that the opponent was probably right. Avoided frequently calling non-obvious travels and picks.
ara: اللاعبون بينوا أخطائهم. صححوا قرارات لاعبيهم الخاطئة. في المواقف المهمة اعترفوا أن الخصم كان قراره صائبا. تفادوا اصدار القرارات الغير واضحة.

source: Positive Attitude
ara: موقف إيجابي

source: They introduced themselves to the opponent. They complimented the opponent for good plays. Left a positive impression in an after-the-game Spirit Circle, etc.
ara: بينوا أنفسهم للخصم. مدحوا الخصم في حالة اللعبات الجيدة. تركوا انطباع إيجابي في دائرة روح الفريق بعد المباراة، إلخ.

source: Emotional Management
ara: إدارة عاطفية

source: Their reaction towards disagreements, successes, and mistakes was appropriately mature.
ara: ردة فعلهم للخلافات، النجاحات، والأخطاء كانت عقلانية.

source: Body Contact
ara: الإتصال الجسمي

source: Avoiding Body Contact
ara: تفادي الإتصال الجسمي

source: They were aware of other players' body location and movement and avoided dangerous plays.
ara: كانوا حذرين من أماكن اللاعبين الآخرين وتحركاتهم وقاموا بتفادي اللعبات الخطيرة.

source: Avoiding Violations and Fouls
ara: تفادي المخالفات والأخطاء

source: They tried to avoid fouls and violations. Their marks were legal. They did not commit off side violations, etc.
ara: حاولوا تفادي الأخطاء والمخالفات. إشاراتهم كانت قانونية. لم يصدروا مخالفات تسلل، إلخ.

source: Knowledge of the Rules
ara: معرفة بالقوانين.

source: They knew the rules and/or had the willingness to learn and teach them. They did not make unjustified calls.
ara: عرفوا القوانين و/أو كان لديهم القابيلية لتعلمها وتعليمها. لم يصدوا أحكام غير مبررة.

source: Encouraging Enjoyment of the Game
ara: تشويق مشجع للمباراة

source: They played the game in a way that made the game enjoyable for all those involved.
ara: لعبوا المباراة بطريقة جعلت المباراة مشوقة لجميع المعنيين بها.

source: Co-ed
ara: مشترك

source: Mens
ara: رجالي

source: Womens
ara: نسائي
