Repository: Zuluru/Languages
Catalog: spa/LC_MESSAGES/default.po
Languages: es_mx

source: Create a New Event
es_mx: Crea un nuevo evento

source: The following players cannot be added to the roster. Hover your mouse over a name to see the reason why.
es_mx: Los siguientes jugadores no pueden ser añadidos al roster. Coloca el cursor sobre el nombre para ver la razón.

source: Notice: The following players are currently INELIGIBLE to participate on this roster. This is typically because %s. They are not allowed to play with this team until this is corrected. Hover your mouse over the %s to see the specific reason why.
es_mx: Atención: Los siguientes jugadores son INELEGIBLES para participar en el roster. Esto típicamente es porque %s. No podrán jugar con el equipo hasta que esto sea corregido. Coloca el cursor de tu ratón sobre el %s para ver la razón específica.

source: They can still be invited to join, but will not be allowed to accept the invitation or play with your team until this is resolved.
es_mx: Todavía pueden ser invitados a unirse, pero no podrán aceptar la invitación o jugar con tu equipo hasta que esto se resuelva.

source: Invite
es_mx: Invita

source: Or select a team from your history below to invite people from that roster.
es_mx: O selecciona un equipo de tu historial para invitar gente de ese roster.

source: Show roster
es_mx: Mostrar roster

source: Or select a recent event to add people that are registered.
es_mx: O selecciona un evento reciente para añadir gente que esta registrada.

source: Show registrations
es_mx: Mostrar registros

source: Season Attendance
es_mx: Asistencia en la temporada

source: Week of
es_mx: Semana de

source: %d reminders sent
es_mx: Se ha enviado el recordatorio de %s

source: %d second reminders sent
es_mx: El segundo recordatorio de %s ha sido mandado

source: %d expired invitations/requests removed
es_mx: La invitación/solicitud %s expirada ha sido removida

source: %d have had reminders sent but have not yet expired
es_mx: %s ha enviado los recordatorios pero estos no han expirado

source: No roster activity to report.
es_mx: No hay actividad en el roster que reportar

source: A short name for your team, if you have one.
es_mx: Nombre corto del equipo, en caso de tener uno.

source: No preference
es_mx: Sin preferencias

source: Your team's website, if you have one.
es_mx: La página web de tu equipo, si es que tiene una.

source: If selected, this team's Flickr slideshow will no longer be shown. This is for use if teams repeatedly violate this site's terms of service.
es_mx: Si es seleccionado, la presentación de Flickr de este equipo no se mostrará más. Esto se usa en caso de que algún equipo viole la política de uso de manera repetitiva.

source: Your team has been banned from using the Flickr slideshow. Contact an administrator if you believe this was done in error or would like to request a review.
es_mx: A tu equipo se le ha prohibido usar la presentación de fotos de Flickr. Ponte en contacto con el administrador si crees que esto es un error o quisieras solicitar una revisión.

source: The URL for your photo set will be something like http://www.flickr.com/photos/abcdef/sets/12345678901234567/. abcdef is your user name.
es_mx: La URL para su conjunto de fotos sera algo como esto http://www.flickr.com/photos/abcdef/sets/12345678901234567/. abcdef es tu nombre de usuario.

source: The URL for your photo set will be something like http://www.flickr.com/photos/abcdef/sets/12345678901234567/. 12345678901234567 is your set number.
es_mx: La URL para su conjunto de fotos sera algo como esto http://www.flickr.com/photos/abcdef/sets/12345678901234567/. 1234567890123456 es tu numero de conjunto.

source: Do NOT include the @; it will be automatically added for you.
es_mx: No incluyas la @, se añadirá automáticamente por usted.

source: Home %s
es_mx: %s de local

source: Home %s, if applicable.
es_mx: %s de local, si aplica.

source: No home %s
es_mx: No hay %s de local

source: List Teams
es_mx: Listado de Equipos

source: Join
es_mx: Unirse

source: Join a Team
es_mx: Unirse a un Equipo

source: Move
es_mx: Mover

source: Division to move this team to:
es_mx: División a la que se moverá el equipo:

source: Shirt Numbers
es_mx: Numero de Playera

source: FAIL
es_mx: FALLO

source: Roster %s
es_mx: %s de Roster

source: You are adding
es_mx: estas añadiendo

source: to the team
es_mx: al equipo

source: You are inviting
es_mx: Estas invitando

source: to join the team
es_mx: para unirse al equipo

source: The player will have to accept your invitation before they are considered an active member of the team.
es_mx: El jugador tendrá que aceptar tu invitación antes de ser considerado un jugador activo del equipo.

source: This player can still be invited to join, but will not be allowed to accept the invitation or play with your team until this is resolved.
es_mx: Este jugador todavía puede ser invitado a unirse, pero no se le permitirá aceptar la invitación o jugar con tu equipo hasta que esto se resuelva.

source: Possible roster roles are:
es_mx: Los roles posibles para el equipo son:

source: Roster Position
es_mx: Posición en el Roster

source: You are attempting to change player position for
es_mx: Estas intentando cambiar la posición del jugador para

source: on the team
es_mx: en el equipo

source: Current position:
es_mx: Posición Actual:

source: Possible roster positions are:
es_mx: Las posiciones posibles para este roster son:

source: Roster Request
es_mx: Solicitud para el Roster

source: You are requesting to join the team
es_mx: Estas solicitando unirte al equipo

source: A captain will have to approve your request before you are considered an active member of the team.
es_mx: Un capitán tendrá que aprobar tu solicitud antes de que seas considerado como un miembro activo del roster.

source: Roster Role
es_mx: Rol en el Roster

source: You are attempting to change the role for
es_mx: Estas intentado cambiar el rol para

source: Current role:
es_mx: Rol Actual:

source: Team Schedule
es_mx: Calendario del Equipo

source: Team Spirit
es_mx: Espíritu del Equipo

source: Team Statistics
es_mx: Estadisticas del Equipo

source: Teams by Division
es_mx: Equipos por División

source: Teams with too few players
es_mx: Equipos con muy pocos jugadores

source: Top-rated Teams
es_mx: Equipos mejor calificados

source: Lowest-rated Teams
es_mx: Equipos con peor calificación

source: Top Defaulting Teams
es_mx: Mejor Equipo en cuanto a juegos por Default

source: Top Non-score-submitting Teams
es_mx: Mejor Equipo que no reporta sus resultados

source: Top Spirited Teams
es_mx: Equipo con mejor Espíritu

source: Lowest Spirited Teams
es_mx: Equipos con menos Espíritu

source: Other years
es_mx: Otros años

source: Other leagues
es_mx: Otras ligas

source: Details & roster
es_mx: Detalles y roster

source: Unassigned List
es_mx: Lista de No Asignados

source: List Unassigned Teams
es_mx: Lista de equipos que no han sido asignados

source: Home Field
es_mx: Campo del Equipo Local

source: Roster Status
es_mx: Status del Roster

source: Track Attendance
es_mx: Control de Asistencia

source: Attendance Reminder
es_mx: Recordatorio de Asistencia

source: disabled
es_mx: deshabilitado

source: day of game
es_mx: días de partido

source: day before game
es_mx: días antes del partido

source: %d days before game
es_mx: %d días antes del partido

source: Attendance Summary
es_mx: Resumen de Asistencia

source: Attendance Notification
es_mx: Noticificación de asistencia

source: Affiliated Team
es_mx: Equipo alfiliado

source: Jersey Numbers
es_mx: Numero de Playera

source: Position
es_mx: Posición

source: Date Joined
es_mx: Fecha que se unió

source: account inactive
es_mx: cuenta activa

source: not a member
es_mx: no es un miembro

source: roster conflict
es_mx: conflicto en el roster

source: schedule conflict
es_mx: conflicto en el calendario

source: Average Skill Rating
es_mx: Calificación de Habilidades Promedio

source: Upload Type
es_mx: Tipo para Subir

source: Upload Types
es_mx: Tipos para Subir

source: New Upload Type
es_mx: Nuevo Tipo para Subir

source: Edit Upload Type
es_mx: Editar el Tipo de Subida

source: Delete Upload Type
es_mx: Borrar el Tipo de Subida

source: List Upload Types
es_mx: Listar Tipo de Subida

source: Users
es_mx: Usuario

source: Change Password for
es_mx: Cambiar la Contraseña por

source: Password
es_mx: Contraseña

source: Telephone Numbers
es_mx: Número Telefónico

source: Player and Skill Information
es_mx: Información de las Habilidades del Jugador

source: Login
es_mx: Iniciar sesión

source: Reset Password
es_mx: Restablecer contraseña

source: Full name of this waiver.
es_mx: Nombre completo de esta exención de responsabilidad.

source: An extended description, shown solely to administrators, for example to differentiate between various "Membership" waivers.
es_mx: La descripción extendida solo se muestra al administrador, por ejemplo las diferencias entre la exenciones de responsabilidad de "Membership".

source: Complete waiver text, HTML is allowed.
es_mx: Completa el texto de la exención de responsabilidad, formato HTML es permitido.

source: Expiry Options
es_mx: Opciones de expiración

source: days
es_mx: días

source: Event waivers have no expiry options; they always expire after the event is done.
es_mx: Las exenciones de responsabilidad no tienen opciones de vencimiento; siempre vencen después que ha finalizado el evento.

source: List Waivers
es_mx: Lista de exenciones de responsabilidad

source: Expiry Type
es_mx: Tipo de caducidad
