Repository: Zuluru/Languages
Catalog: spa/LC_MESSAGES/default.po
Languages: es_mx

source: Division %s Availability Report
es_mx: Reporte del % de disponibilidad de la división

source: %s open
es_mx: %s abierto

source: There are %s %s available for use this week, currently %s of these are unused.
es_mx: Hay %s %s disponibles para usar esta semana, actualmente %s de estos estan sin usar.

source: Spirit Report
es_mx: Reporte de espíritu

source: Team Spirit Summary
es_mx: Resumen de espíritu del equipo

source: Average Spirit
es_mx: Promedio de espíritu

source: Assigned Spirit
es_mx: Espíritu asignado

source: Score Submitted?
es_mx: ¿Marcador enviado?

source: Division average
es_mx: Promedio de la división

source: Division std dev
es_mx: Desviación estandar de la división

source: Distribution of team average spirit scores
es_mx: Distribución del promedio de espíritu

source: Spirit score
es_mx: Marcador de espíritu

source: Number of teams
es_mx: Número de equipos

source: Percentage of division
es_mx: Porcentaje de la división

source: Spirit reports per game
es_mx: Reporte de espíritu por juego

source: Entry By
es_mx: Ingreso por

source: Given To
es_mx: Entregado a

source: Entered
es_mx: Ingresado

source: Assigned
es_mx: Asignado

source: Comment for entry above:
es_mx: Comentario sobre la entrada:

source: Highlight for entry above:
es_mx: Destacado de la entrada:

source: Standings
es_mx: Estadísticas

source: Division Standings
es_mx: Estadísticas de la división

source: Preliminary rounds
es_mx: Rondas preliminares

source: Playoff brackets
es_mx: Rondas finales

source: Stats
es_mx: Estadísticas

source: Gender
es_mx: Género

source: Status
es_mx: Estatus

source: Coordinators
es_mx: Coordinadores

source: Teams
es_mx: Equipos

source: League Details
es_mx: Detalles de la liga

source: Season
es_mx: Temporada

source: Spirit Questionnaire
es_mx: Cuestionario de espíritu

source: Spirit Numeric Entry
es_mx: Ingresar valor númerico de espíritu

source: Spirit Display
es_mx: Espíritu mostrado

source: Expected Max Score
es_mx: Marcador máximo esperado

source: TeamID
es_mx: Identificador de equipo

source: Opponent
es_mx: Oponente

source: Team Score
es_mx: Marcador de equipo

source: Opp Score
es_mx: Marcador del oponente

source: Spirit
es_mx: Espíritu

source: Calc Spirit
es_mx: Espíritu calculado

source: send an email right away
es_mx: enviar el correo en este momento

source: Remind me later
es_mx: Recordar después

source: Show All
es_mx: Mostrar todo

source: Shirt colour
es_mx: Color de playera

source: To ensure proper operation, please
es_mx: Para asegurar un correcta operación, por favor

source: complete your update
es_mx: completa tu actualización

source: You have enabled the affiliate option, but have not yet created any affiliates.
es_mx: Has habilitado la opción de afiliado, pero no has creado ninguna afiliación.

source: Create one now!
es_mx: ¡Crea una ahora!

source: You have no open facilities.
es_mx: No tienes sedes habilitadas

source: Edit Facility
es_mx: Editar sede

source: Delete Facility
es_mx: Eliminar sede

source: You have no current or upcoming leagues.
es_mx: No tienes ninguna liga en este momento, ni proximamente.

source: You have no current or upcoming registration events.
es_mx: No tienes ningún evento en este momento, ni proximamente.

source: You are not yet on any teams.
es_mx: Todavía no te encuentras en ningún equipo

source: View Division Details
es_mx: Ver los detalles de la división

source: Edit Division
es_mx: Editar división

source: Initialize Ratings
es_mx: Ratings iniciales

source: Approve scores
es_mx: Marcadores aprovados

source: Add Games
es_mx: Agregar juegos

source: See Division Spirit Report
es_mx: Ver el reporte de espíritu de la división

source: %s Distribution
es_mx: Distribución de %s

source: Clone Division
es_mx: Copiar división

source: Allstars
es_mx: Mejores jugadores

source: Delete Division
es_mx: Eliminar división

source: First Game
es_mx: Primer juego

source: Last Game
es_mx: Ultimo juego

source: Roster Deadline
es_mx: Límite para entrega de roster

source: Roster Rule
es_mx: Regla para armar roster

source: Roster Method
es_mx: Método para armar roster

source: Schedule Type
es_mx: Tipo de horario

source: Rating Calculator
es_mx: Calculador de rating

source: Exclude Teams
es_mx: Equipos excluidos

source: Scoring reminder delay
es_mx: Retraso del recordatorio para anotar marcador

source: hours
es_mx: horas

source: Game finalization delay
es_mx: Retraso en el final del juego

source: All-star nominations
es_mx: Nominaciones para mejor jugador

source: All-star nominations from
es_mx: Nominaciones para mejor jugador de

source: Register to play in this division:
es_mx: Registrado para jugar en esta división:

source: Registration
es_mx: Registro

source: Type
es_mx: Tipo

source: check up-to-the-minute details
es_mx: Revisión de detalles

source: set your attendance in advance
es_mx: registra tu asistencia por adelantado

source: update this or check up-to-the-minute details
es_mx: actualiza esto o revisa los detalles

source: here
es_mx: aquí

source: Accept the request
es_mx: Acepta la petición

source: Decline the request
es_mx: Rechazar solicitud

source: Accept the invitation
es_mx: Aceptar invitación

source: Decline the invitation
es_mx: Rechazar la invitación

source: Cost
es_mx: Costo

source: Opens on
es_mx: Abrel en

source: Closes on
es_mx: Cierra en

source: Register Now
es_mx: Registrarse Ahora

source: You cannot register for any events until you are %s to the site. The system can help you %s or %s.
es_mx: No puedes registrarte para ningún envento hasta que estes %s en este sitio. El sistema puede ayudarte a %s o %s.

source: logged on
es_mx: sesión iniciada

source: recover forgotten passwords
es_mx: recuperar la contraseña olvidada

source: create a new profile (and user ID with password) if you are new to the %s site
es_mx: crea un nuevo perfil (y nombre de ususario y password) si es nuevo sitio de %s.

source: Add a sub
es_mx: Añadir un substituto

source: Current attendance: %s
es_mx: Asistencia actual: %s

source: Comment
es_mx: Comentario

source: Attendance comment
es_mx: Comentario de Asistencia

source: If you want to add a comment for your captain, do so here.
es_mx: Si quieres añadir un comentario para tu capitán, hazlo aquí.

source: If you want to add a personal note to the player, do so here. To include no note with this invitation, leave this blank, but click "Save". "Cancel" will abort the invitation entirely.
es_mx: Si quieres añadir una nota personal al jugador, hazlo aquí. Si no quieres incluir ninguna nota a la invitación, deja este espacio vacio, pero da click en "Save". "Cancel" anulara completamente la invitación.

source: Game started
es_mx: Juego comenzado

source: Timeout
es_mx: Tiempo fuera

source: Delete Score Detail
es_mx: Borrar los Detalles del Marcador

source: Are you sure you want to delete this?
es_mx: ¿Esta seguro de querer borrar esto?

source: Time
es_mx: Tiempo

source: Recent and Upcoming Schedule
es_mx: Calendarios recientes y venideros

source: Stat Sheet
es_mx: Hoja de estadisticas

source: This stat sheet will only include players who have indicated that they are playing, plus a couple of blank lines.\n\nFor a stat sheet with your full roster, use the link from the team view page.
es_mx: Esta hoja de estadísticas, sólo incluye jugadores que han indicado que están participando en este juego, mas un par de líneas en blanco.\n\nPara una hoja que contenga todo el roster, usa el link desde la página del equipo.

source: Add Note
es_mx: Agregar una nota

source: View Event Attendance
es_mx: Ver la asistencia al evento

source: Because this team does not have attendance tracking enabled, the list below assumes that all regular players are attending and all subs are unknown. To enable attendance tracking, %s.
es_mx: Debido a que este equipo no tiene registro de asistencia habilitado, la lista siguiente asume que todos los jugadores están asistiendo. Para habilitar registro de asistencia, %s.

source: edit the team record
es_mx: editar el record del equipo

source: Player
es_mx: Jugador

source: Unlisted Subs
es_mx: Jugadores con límite de edad, no enlistados

source: New Users
es_mx: Nuevo usuario

source: Advanced Users
es_mx: Usuario avanzado

source: Captains
es_mx: Capitanes

source: Administrators
es_mx: Administradores

source: Site Setup and Configuration
es_mx: Ajuste y configuración

source: Player Management
es_mx: Administración de jugadores

source: League Management
es_mx: Administración de la liga

source: %s Management
es_mx: %s Administración

source: People
es_mx: Gente

source: Events
es_mx: Eventos

source: Waivers
es_mx: Exclución de responsabilidad

source: Games
es_mx: Juegos

source: Schedules
es_mx: Horarios

source: Leagues
es_mx: Ligas

source: and
es_mx: y

source: Facilities
es_mx: Sedes

source: Rules Engine
es_mx: Motor de reglas

source: Configuration
es_mx: Configuración

source: edit the division
es_mx: editar la división

source: edit your preferences
es_mx: editar preferencias

source: advanced users guide
es_mx: guia de usuarios avanzados

source: captains guide
es_mx: guía de capitanes

source: Check the "mark this registration as refunded" box if the registration should be considered fully refunded. This may remove associated team records, invalidate other registrations that the user has and/or open up registration spots for others.
es_mx: Selecciona la casilla de "marcar este registro como reembolsado" si el registro debe ser considerado como totalmente reembolsado. Esto puede retirar records de equipos asociados, invalidar otros registro que los usuarios tienen y/o abrir puntos de registro para otros.

source: You typically do not want to check this if you are issuing a partial refund, e.g. if a team drops out part way through a season and you need their game results to remain for other team standings to be correct.
es_mx: Normalmente no deberías seleccionar esta opción, si estas realizando un reembolso parcial, i.e. si un equipo se retira de la temporada y tu necesitas que sus estadísticas permanezcan para no alterar las de otros equipos.

source: registration system
es_mx: sistema de registro

source: Registration Help
es_mx: Ayuda para el registro

source: View League Details
es_mx: Ver detalles de la liga

source: Edit League
es_mx: Editar liga

source: Clone League
es_mx: Clonar liga

source: Add Division
es_mx: Agregar división

source: Delete League
es_mx: Borrar liga

source: Participation
es_mx: Participasión

source: Rating Points
es_mx: Puntos de rating

source: lose
es_mx: perdida

source: gain
es_mx: ganancia

source: point
es_mx: punto

source: points
es_mx: puntos

source: Available %s
es_mx: Disponible %s

source: Time/%s
es_mx: Tiempo/%s

source: Away
es_mx: Fuera

source: Unassigned
es_mx: No asignado

source: Initialize schedule dependencies
es_mx: Inicializar dependencias del calendario

source: Reset schedule dependencies
es_mx: Resetear dependencias del calendario

source: Edit Day
es_mx: Editar día

source: Delete Day
es_mx: Borrar día

source: Reschedule
es_mx: Re-calendarizar

source: Unpublish
es_mx: Sin publicar

source: Publish
es_mx: Publicado

source: Score
es_mx: Marcador

source: Set as published for player viewing?
es_mx: ¿Publicarlo para que los jugadores lo vean?

source: Allow double-headers?
es_mx: ¿Permitir doble encabezado?

source: Allow double-booking?
es_mx: ¿Permitir doble registro?

source: Allow cross-division games?
es_mx: ¿Permitir juegos inter-divisionales?

source: Seed
es_mx: Siembra

source: Season To Date
es_mx: Temporada por agendar

source: Streak
es_mx: Característica

source: Wins
es_mx: Ganados

source: W
es_mx: G

source: Losses
es_mx: Perdidos

source: L
es_mx: P

source: Ties
es_mx: Empatados

source: T
es_mx: E

source: Defaults
es_mx: Inasistencia

source: Goals For
es_mx: Goles a favor

source: Goals Against
es_mx: Goles en contra

source: GA
es_mx: GC

source: Plus/Minus
es_mx: Mas/menos

source: Current Round
es_mx: Round actual

source: Points
es_mx: Puntos

source: P
es_mx: Pt

source: Delete pool games
es_mx: Borrar juego del grupo

source: Pool %s
es_mx: Grupo %s

source: Day
es_mx: Día

source: Players
es_mx: Jugadores

source: From
es_mx: Desde

source: If you prefer to pay offline via cheque, the online portion of your registration process is now complete, but you must do the following to make payment:
es_mx: Si tu prefieres hacer el pago via transferencia bancaria, la sección en-línea de tu proceso de registro esta completa, pero tu debes hacer lo siguiente para completar el pago:

source: The online portion of your registration process is now complete, but you must do the following to make payment:
es_mx: La sección en-línea de tu proceso de registro esta completa, pero tu debes hacer lo siguiente para completar el pago:

source: Refund Policy
es_mx: Políticas de reembolso

source: Chase Paymentech Options
es_mx: Opciones alternativas de pago

source: Moneris Options
es_mx: Opción por Moneris

source: Paypal Options
es_mx: Opción por Paypal

source: Badge comment
es_mx: Comentario del badge

source: Document comment
es_mx: Comentario del documento

source: If you want to add a comment to the player, do so here.
es_mx: Si quieres agregar algún comentario para el jugador, hazlo aquí.

source: Add Number
es_mx: Agregar número

source: Shirt Number
es_mx: Número de playera

source: Enter the new shirt number here, or leave blank to assign no shirt number.
es_mx: Ingres el nuevo número de playera aquí, o déjalo en blanco para no asignarlo.

source: Questions
es_mx: Preguntas

source: invited
es_mx: invitado

source: invitation
es_mx: invitación

source: requested
es_mx: solicitado(a)

source: request
es_mx: solicitud

source: remove
es_mx: remover

source: Are you sure you want to %s this %s?
es_mx: ¿Estás seguro que quieres %s este %s?

source: accept
es_mx: aceptar

source: decline
es_mx: declinar

source: Search
es_mx: Buscar

source: No matches found!
es_mx: ¡No se encontraron elementos!

source: Delete Note
es_mx: Borrar nota

source: Required
es_mx: Requerido

source: Type part of the question you want
es_mx: Escribe parte de la pregunta que quieres

source: anonymous
es_mx: anónimo

source: This is only used internally to improve event/division linkage.
es_mx: Esto sólo se usa internamente para mejorar el evetno/liga.

source: Indicate the expected level(s) of play in this division.
es_mx: Indica el nivel esperado de juego en esta división.

source: First date that this registration will confer membership for (e.g. beginning of the membership year).
es_mx: Primer fecha de registro incluirá la membresía para (i.e. empezando el año).

source: Last date that this registration will confer membership for (e.g. end of the membership year).
es_mx: Ultima fecha de registro incluirá la membresía para (i.e. finalizando el año).

source: Different membership types may come with limitations (e.g. play on a limited number of teams).
es_mx: Diferentes tipos de membresía pueden tener limitaciones (i.e. jugar con un número limitado de equipos).

source: Registrations performed through this event will create team records in this division.
es_mx: El registro realizado a través de este evento, creará un record para este equipo en esta división.

source: Ask whether team rosters will be open or closed during registration?
es_mx: ¿En que momento se podrá registrar el roster ?

source: Ask teams for their regional preference during registration?
es_mx: ¿En que momento se podrá seleccionar región?

source: Ask teams whether they want to use attendance tracking during registration?
es_mx: ¿En que momento se podrá habilitar el registro de asistencia?

source: You are editing %s settings. You should update only those that differ from the default. To use the default for text fields, simply leave the field blank.
es_mx: Estas editando las opciones para %s. Deberías actualizar solo aquellos que son diferentes a los preestablecidos. Para utilizar los textos de los campos preestablecidos simplemente deja la casilla en blanco.

source: You are editing the global system settings. These will be used for any affiliate that does not override them.
es_mx: Estás editando las preferencias globales del sistema. Este será usado por cualquier afiliado que no los sobre escriba.

source: Default
es_mx: Preestablecidos

source: (between 0 and %d)
es_mx: (entre 0 y %d)

source: Assign penalty for missing score entry?
es_mx: ¿Se penalizará por errores al ingresar marcador?

source: Spirit assigned to
es_mx: Espíritu asignado a

source: Tasks
es_mx: Tareas

source: Report To
es_mx: Reportar a

source: View Team Stats
es_mx: Ver estadísticas del equipo

source: Team Event
es_mx: Evento del equipo

source: Add a Team Event
es_mx: Agrega un evento del equipo

source: View Season Attendance Report
es_mx: Ver reporte de asistencia en la temporada

source: Join Team
es_mx: Entrar a un equipo

source: Edit Team
es_mx: Editar equipo

source: Player Emails
es_mx: Correo electrónico de los jugadores

source: Add Player
es_mx: Agregar jugador

source: See Team Spirit Report
es_mx: Ver el reporte de espíritu del equipo

source: Move Team
es_mx: Mover equipo

source: Delete Team
es_mx: Borrar equipo

source: Show Team History
es_mx: Mostrar historia del equipo

source: Connections
es_mx: Conecciones

source: Event Connections
es_mx: Eventos conectados

source: These two lists connect this event to events that have gone before. They will typically be the same. For more details see the help for each field.
es_mx: Esta dos listas conectan este evento con previos. Estos típicamente son los mismos. Para mas detalles ver la ayuda para cada campo.

source: Events to consider as predecessors to this one:
es_mx: Eventos a considerar como predecesores a este:

source: Select all that apply
es_mx: Escoge todos los que apliquen

source: Events that this one is considered a successor to:
es_mx: Eventos que pueden ser considerados como sucesores a:

source: These two lists connect this event to events that come later, and are generally not applicable when creating a new event. They will typically be the same. For more details see the help for each field.
es_mx: Esta dos listas conectan este evento con posteriores y generalmente no aplica cuando se crea un evento nuevo. Estos típicamente son los mismos. Para mas detalles ver la ayuda para cada campo.

source: Events that this one is considered a predecessor to:
es_mx: Eventos a los cuales este es considerado predecesor:

source: Events to consider as successors to this one:
es_mx: Eventos que son consideradores como sucesores de este:

source: Events to consider as alternates to this one:
es_mx: Eventos que son consideradores como alternos a este:

source: Full name of this registration event.
es_mx: Nombre completo para este evento de registro.

source: Complete description of the event, HTML is allowed.
es_mx: Descripción completa del evento, formato HTML permitido.

source: Note that any team type will result in team records being created. If you don't want this, then use the appropriate individual type.
es_mx: Cualquier tipo de equipo crear records. Si tu no quieres esto, usa el tipo individual adecuado.

source: Cost of this event, may be 0, <span class="error">not including tax</span>.
es_mx: Costo de este evento, debe estar entre 0, <span class="error">sin incluir impuestos</span>.

source: The date and time at which registration for this event will open (12:01AM recommended to disambiguate noon from midnight).
es_mx: La fecha y hora a la cual el registro de este evento se habilitará (12:01AM recomendado para evitar ambigüedades entre media noche y medio día).

source: The date and time at which registration for this event will close (11:59PM recommended to disambiguate midnight from noon).
es_mx: La fecha y hora a la cual el registro de este evento se cerrará (11:59PM recomendado para evitar ambigüedades entre media noche y medio día).

source: -1 for no limit.
es_mx: -1 para no establecer límite.

source: -1 for no limit, -2 to use male cap as combined limit.
es_mx: -1 para no establecer límite., -2 para tener la restricción de hombres como una lista combinada

source: Can a single user register for this event multiple times?
es_mx: ¿Un mismo usuario se puede registrar para este evento varias veces?

source: Rules that must be passed to allow a person to register for this event.
es_mx: Reglas que deben tomarse en cuenta para permitirle a una persona registrarse a este evento.

source: Manage %s
es_mx: Administra %s

source: Registration Events
es_mx: Eventos de registro

source: Registration Events List
es_mx: Lista de eventos de registro

source: Waiting List
es_mx: Lista de espera

source: Summary
es_mx: Resumenb

source: Description
es_mx: Descripción

source: Event Type
es_mx: Tipo de evento

source: Level of Play
es_mx: Nivel de juego

source: Membership Begins
es_mx: Comienza membresía

source: Membership Ends
es_mx: Termina membresía

source: Registration Opens
es_mx: Inicio de registro

source: Registration Closes
es_mx: Clausura del registro

source: Registration Cap
es_mx: Restricciones al registro

source: Male Cap
es_mx: Restricción de hombres

source: Female Cap
es_mx: Restricción de mujeres

source: Multiples
es_mx: Múltiples

source: Register now!
es_mx: ¡Regístrate ahora!

source: Register for
es_mx: Registro para

source: You might alternately be interested in the following registrations:
es_mx: Tu debes, de igual forma, estar interesado en los siguientes registros:

source: View %s
es_mx: Ver %s

source: Edit %s
es_mx: Editar %s

source: %s Summary
es_mx: Resumen %s

source: Detailed %s List
es_mx: Lista %s detallada

source: Download %s List
es_mx: Descarga %s lista

source: Preregistrations
es_mx: Pre-registro

source: Related %s
es_mx: %s relacionado

source: Person Id
es_mx: Identificador personal

source: Event Id
es_mx: Identificación del evento

source: Wizard
es_mx: Formado Wizard

source: Registration Wizard
es_mx: Formato Wizard para registros

source: This wizard walks you through registration options based on your current status. As you register for things, different options may appear here. You might also want to review our %s.
es_mx: Esta forma wizard te ayudara en las opciones de registro basado en tu estado actual. Mientras te registrar para algo, diferentes opciones pueden aparecer. También puedes revisar nuestro %s.

source: complete list of offerings
es_mx: completa la lista de ofertas

source: You are currently eligible for the following memberships.
es_mx: Eres elegible para las siguientes membrecías.

source: You are currently eligible to register a team in the following leagues.
es_mx: Puedes registrar un equipo a las siguientes ligas.

source: You are currently eligible to register as an individual in the following leagues.
es_mx: Puedes registrate como individuo en las siguientes ligas.

source: You are currently eligible to register a team for the following events.
es_mx: Puedes regitrarte como equipo para el siguiente evento.

source: You are currently eligible to register as an individual for the following events.
es_mx: Puedes registrarte como individuo para este evento.

source: You are currently eligible to register for the following clinics.
es_mx: Actaulmente eres elegible para registrarte en las siguientes clínicas.

source: You can register for the following social events.
es_mx: Puedes registrarte para el este evento social.

source: You are eligible to %s. A membership is typically required before you can sign up for team-related events.
es_mx: Eres elegible para %s. Una membresía normalmente se requiere antes de que puedas anotarte para los eventos relacionados con un equipo.

source: register for membership in the club
es_mx: registrate para una membresía en un club
