Repository: Zuluru/Languages
Catalog: spa/LC_MESSAGES/default.po
Languages: es_mx

source: You do not have permission to access that page.
es_mx: No tienes los permisos necesarios para ver esta página.

source: You must login to access full site functionality.
es_mx: Debes entrar con tu usuario y contraseña, para poder utilizar todas las funciones del sitio.

source: Last time we tried to contact you, your email bounced. We require a valid email address as part of your profile. You must update it before proceeding.
es_mx: Tu correo electrónico fue rechazado. Requerimos un correo electrónico valido como parte de tu perfil y debes actualizarlo antes de poder continuar.

source: Your player profile is incomplete. You must update it before proceeding.
es_mx: Tu perfil de jugador/a esta incompleto y debes actualizarlo antes de poder continuar.

source: You have been invited to join a team, and must either accept or decline this invitation before proceeding. Before deciding, you have the ability to look at this team's roster, schedule, etc.
es_mx: Has sido invitado a unirte a un equipo, debes aceptar o declinar la invitación antes de proceder. Pero antes de decidir, puedes ver el roster del equipo, sus horarios, etc.

source: Could not find validation handler %s for %s
es_mx: No se pudo localizar el control de validaciones %s para %s

source: Disabled
es_mx: Deshabilitado

source: Enabled
es_mx: Habilitado

source: User can update
es_mx: El usuario puede hacer actualizaciones

source: Admin can update
es_mx: El administrador puede hacer actualizaciones

source: Disabled entirely
es_mx: Totalmente deshabilitado

source: Head-to-head > Head-to-head plus-minus > Plus-minus > Goals for > Losses
es_mx: Enfrentamientos directos >Diferencia de goles en enfretamientos directos >Diferencia de goles >Goles a favor >Derrotas

source: Plus-minus > Head-to-head > Goals for > Losses
es_mx: Diferencia de goles > Enfrentamientos directos > Goles a favor > Derrotas

source: Head-to-head > Head-to-head plus-minus > Plus-minus > Goals for > Losses > Spirit
es_mx: Enfrentamientos directos >Diferencia de goles en enfrentamientos directos >Diferencia de goles >Goles a favor >Derrotas >Espíritu

source: Spirit > Head-to-head > Head-to-head plus-minus > Plus-minus > Goals for > Losses
es_mx: Espíritu > Enfrentamientos directos> Diferencia de goles en enfrentamientos directos> Diferencia de goles> Goles a favor> Derrotas

source: Plus-minus > Head-to-head > Goals for > Losses > Spirit
es_mx: Diferencia de goles > Enfrentamientos directos > Goles a favor > Derrotas > Espíritu

source: Spirit > Plus-minus > Head-to-head > Goals for > Losses
es_mx: Espíritu > Diferencia de goles > Enfrentamientos directos > Goles a favor > Derrotas

source: updated.
es_mx: Actualizado

source: One of the slowest
es_mx: Uno de los más lentos

source: Slower than most
es_mx: Más lento que la mayoría

source: Average speed
es_mx: Velocidad promedio

source: Faster than most
es_mx: Más rápido que la mayoría

source: One of the fastest
es_mx: Uno de los más rápidos

source: just learning, only backhand throw, no forehand
es_mx: novato, solo tiro de back, no flick

source: can make basic throws, perhaps weaker forehand, some distance and accuracy, nervous when handling the disc
es_mx: puedo hacer tiros básicos, flicks débiles, algo de distancia y precisión, nervioso cuando maneja el disco

source: basic throws (backhand and forehand), some distance and accuracy, not very consistent, somewhat intimidated when handling the disc, can handle on most lower-tier teams
es_mx: tiros básicos (back y flick), algo de distancia y precisión, no muy consistente en la calidad de sus tiros, un poco intimidado cuando maneja el disco, puede ser handler contra equipos de bajo nivel

source: good basic throws (backhand and forehand), good distance and accuracy, fairly consistent, relatively comfortable when handling disc, can handle on most lower to mid-tier teams
es_mx: buenos tiros básicos (back y flick), buena distancia y precisión, suficiéntemente consistente en la calidad de sus tiros, relativamente cómodo cuando maneja el disco, puede ser handler contra equipos de nivel bajo a medio

source: very good basic throws, know some other kinds of throws, very good distance and accuracy, usually consistent quality throws, confident when handling the disc, can handle on most mid to upper-tier teams
es_mx: muy buenos tiros básicos (back y flick), sabe otra clase de tiros, muy buena distancia y precisión, usualmente consistente en la calidad de sus tiros, confiable cuando maneja el disco, puede ser handler contra equipos de nivel medio a alto

source: all kinds of throws, excellent distance and accuracy, not prone to errors of judgment, can handle on most top-tier and lower-competitive teams
es_mx: toda clase de tiros, excelente distancia y precisión, no suele tener errores de juicio, puede ser handler contra equipos de nivel alto y con equipos competitivos nivel bajo

source: all kinds of throws, very rarely make a bad throw, excellent distance, near perfect accuracy, epitome of reliability, can handle on an elite team (mid-highly competitive team)
es_mx: toda clase de tiros, muy extraño que tenga un mal tiro, excelente distancia, precisión casi perfecta, muy confiable, puede ser handler contra equipos competitivos nivel medio y alto

source: can make basic catches if they're straight to me, still learning to judge the flight path of the disc
es_mx: tiene agarres básicos si el disco viene directo a mi, aprendiendo a leer el disco

source: can make basic catches, sometimes have difficulty judging the flight path of the disc
es_mx: tiene agarres básicos, a veces tiene dificultad para leer el disco

source: can make most catches, good at judging the flight path of the disc, not likely to attempt a layout
es_mx: puede agarrar la mayoría de los tiros, bueno en leer el disco, no muy propenso a volar

source: can catch almost everything (high, low, to the side), rarely misread the disc, will layout if necessary
es_mx: puede agarrar casi cualquier tiro (altos, bajos, a los lados), rara vez lee mal el disco, volaría de ser necesario

source: catch absolutely everything thrown towards me, and most of the swill that isn't
es_mx: puedo agarrar absolutamente cualquier disco, sin importar que no esté bien dirigido

source: understand some basics, and are learning how to read the play, no/limited experience with defense strategies
es_mx: entiendo lo básico y estoy aprendiendo a leer las jugadas, sin experiencia en estrategias defensivas

source: know the basics, but you're sometimes behind the play, learned a bit about man defense strategies
es_mx: conozco lo básico, pero a veces no entiendo las jugadas, se algo de estrategias defensivas en personal

source: can stay with the play and sometimes make the D, understand the basics of man & zone style defense strategies
es_mx: puedo leer la jugada y hago algunas defensas, entiendo estrategias básicas de defensa personal y de zona

source: can read and anticipate the play and get in position to increase the chances of make the D, comfortable with both man/zone style defense strategies
es_mx: puedo leer y anticipar la jugada, colocándome en la pocisión adecuada para aumentar las posibilidades de hacer defensas, cómodo con estrategias de defensa personal y de zona

source: always think ahead of the play and can often make the D, proficient at both man/zone style defense strategies and maybe know a few more
es_mx: siempre estoy un paso adelante de la jugada y a menudo hago defensas, muy buen desempeño en estrategias defensivas, personal y zona

source: are still learning the basic strategy, not quite sure where to go or when to cut
es_mx: aprendiendo estrategia básica, no muy seguro cuando y a donde cortar

source: have the basic idea of where/when/how cuts should be made, starting to be able to do it, basic knowledge of a stack
es_mx: tengo la idea básica de cuando, donde y como cortar, conocimientos básicos de stack

source: can make decent cuts, understand the stack, can play at least one of handler/striker/popper/etc, understand the concept of the dump & swing
es_mx: puedo hacer cortes decentes, entiendo el stack, puedo jugar al menos en una de las posiciones, entiendo el concepto de dump y swing

source: can make good cuts, can play any of handler/striker/popper/etc, comfortable handling, rarely throw away the disc or get blocked
es_mx: puedo hacer buenos cortes, puedo jugar cualquier posición, cómodo manejando el disco, rara vez tiro un disco o soy bloqueado

source: proficient cutter, experienced handler, can play any position, understand many offensive strategies
es_mx: cortador eficiente, tengo experiencia como handler, puedo jugar cualquier posición, entiendo muchas estrategias ofensivas

source: 0 years
es_mx: novato

source: 1-2 years
es_mx: 1-2 años

source: 3-5 years
es_mx: 3-5 años

source: 6-8 years
es_mx: 6-8 años

source: 9+ years
es_mx: +9 años

source: Recreational League
es_mx: Liga recreativa

source: Intermediate League or Recreational Tournament
es_mx: Liga intermedia o torneo recreativo

source: Competitive League or Intermediate Tournament
es_mx: Liga competitiva o torneo intermedio

source: Competitive Tournament (top 8 at a high-caliber tournament or bottom half at Nationals
es_mx: Torneo competitivo

source: Elite Tournament (top half at Nationals)
es_mx: Torneo altamente competitivo

source: 0 nights per week
es_mx: 0 noches por semana

source: 1 night per week
es_mx: 1 noche por semana

source: 2 nights per week
es_mx: 2 noches por semana

source: 3 nights per week
es_mx: 3 noches por semana

source: more than 3 nights per week
es_mx: mas de 3 noches por semana

source: The occasional pick-up game
es_mx: Pick-up games ocasionales

source: The occasional tournament
es_mx: Torneos ocasionales

source: 1 season (e.g. Summer, Fall or Winter)
es_mx: 1 temporada

source: 2 seasons
es_mx: 2 temporadas

source: Year-round
es_mx: Ciclo completo

source: not do much because you don't know all the rules yet
es_mx: no hago mucho, por que no conozco las reglas

source: quote what you think is the rule, and agree with the other player/captain to go with that
es_mx: cito algunas reglas y puedo lograr que otros jugadores las sigan

source: use a copy of the rules to find the exact rule that addresses the problem
es_mx: uso una copia del reglamento para encontrar exactamente la regla adecuada y resolver el problema

source: quote the exact rule from memory that addresses the problem
es_mx: cito perfectamente de memoria las reglas y resuelvo el problema

source: Invalid %s
es_mx: %s invalido

source: affiliate
es_mx: afiliado

source: The %s has been saved
es_mx: El %s ha sido guardado

source: The %s could not be saved. Please correct the errors below and try again.
es_mx: Este %s no pudo ser guardado. Por favor corrige los errores y vuelve a intentar.

source: The following records reference this affiliate, so it cannot be deleted.
es_mx: Los siguientes registros hacen referencia a estos afiliados, por lo que no pueden ser eliminados.

source: %s deleted
es_mx: %s eliminado

source: Affiliate
es_mx: Afiliado

source: %s was not deleted
es_mx: %s no pudo ser eliminado

source: person
es_mx: persona

source: Successfully removed manager
es_mx: El administrador ha sido removido exitosamente

source: Failed to remove manager!
es_mx: ¡No se pudo eliminar el administrador!

source: The cache has been cleared.
es_mx: El caché ha sido limpiado.

source: badge
es_mx: logro

source: This badge is %s, not calculated, so it cannot be initialized.
es_mx: Este logro es %s, no esta calculado, no puede ser inicializado.

source: This badge has no handler.
es_mx: Este logro no tiene manejadores.

source: Unrecognized badge category "%s".
es_mx: Categoría de logro, no reconocida "%s".

source: Badge has been initialized, and has been awarded %d times.
es_mx: El logro ha sido inicializado y se ha entregado %d veces.

source: The following records reference this badge, so it cannot be deleted.
es_mx: Los siguientes registros hacen referencia a este logro, por lo que no puede ser eliminado.

source: Badge
es_mx: Logro

source: category
es_mx: categoría

source: The following records reference this category, so it cannot be deleted.
es_mx: Los siguientes registros hacen referencia a esta categoría, por lo que no puede ser eliminado.

source: Category
es_mx: Categoría

source: Contact management is disabled on this site.
es_mx: El administrador de contactos esta deshabilitado para este sitio.

source: contact
es_mx: contacto

source: Contact
es_mx: Contacto

source: Your message has been sent.
es_mx: Tu mensaje ha sido enviado.

source: Error sending email.
es_mx: Error al mandar el correo.

source: No contacts have been set up yet on this site.
es_mx: No se han dado de alta contactos en este sitio.

source: division
es_mx: división

source: This league does not have stat tracking enabled.
es_mx: Esta liga no tiene el seguimiento de estadísticas habilitado.

source: league
es_mx: liga

source: Successfully removed coordinator
es_mx: Coordinador eliminado exitosamente

source: Failed to remove coordinator!
es_mx: ¡No se pudo eliminar el coordinador!

source: The %s have been saved
es_mx: El %s ha sido guardado

source: teams
es_mx: equipos

source: Each team must have a unique initial seed.
es_mx: Cada equipo debe tener una siembra inicial única.

source: Initial seeds must start at 1 and not skip any.
es_mx: Siembra incial debe empezar en 1 y no saltarse ninguno.

source: The following records reference this division, so it cannot be deleted.
es_mx: Los siguientes registros hacen referencia a esta división, por lo que no pueden ser eliminados.

source: Division
es_mx: División

source: This division has no games scheduled yet.
es_mx: La división no tiene juegos programados.

source: Schedule changes saved!
es_mx: ¡Los cambios al calendario ha sido almacenados!

source: Cannot generate standings for a division with no schedule.
es_mx: No se pueden crear estadísticas para una división sin horarios

source: This division does not support this report.
es_mx: Esta división no soporta este tipo de reportes.

source: There are currently no games to approve in this division.
es_mx: Actualmente no hay juegos que aprobar para esta división.

source: Only playoff divisions can be initialized
es_mx: Solamente se pueden iniciar divisiones con juegos en etapa de definición

source: does not have a unique affiliated team in the correct division
es_mx: no se cuenta con un equipo afiliado único en la división correcta

source: Failed to update team rating
es_mx: No se ha podido actualizar el rating de este equipo

source: Team ratings have been initialized.
es_mx: Los ratings de este equipo han sido incializados.

source: There are already games finalized in this pool. Unable to proceed.
es_mx: Ya existen juegos finalizados en este pool. No se puede proceder.

source: There are currently no dependencies to initialize in this division.
es_mx: No existen dependencias para inicializar en esta división.

source: Not enough teams in the division to fulfill all scheduled seeds
es_mx: No hay suficientes equipos en la división para completar los horarios

source: Failed to %s game dependency
es_mx: Se ha producido un error tratando de %s el juego

source: locate
es_mx: localizar

source: Dependencies have been %s.
es_mx: Las dependencias han sido %s.

source: stage
es_mx: etapa

source: There are currently no pools to delete in this stage.
es_mx: No existen pools que borrar en esta etapa.

source: %s were not deleted
es_mx: No fue eliminado %s

source: Pools in this stage
es_mx: Pools en esta etapa

source: All pools in this stage
es_mx: Todos los pools en esta etapa

source: You are not allowed to register for events until your account has been approved.
es_mx: No vas a poder registrarte para cualquier evento, hasta que tu cuenta haya sido aprobada.

source: event
es_mx: evento

source: The following records reference this event, so it cannot be deleted.
es_mx: Los siguientes registros hacen referencia a este evento, por lo tanto no pueden ser eliminados.

source: Event
es_mx: Evento

source: connections
es_mx: conecciones

source: year
es_mx: año

source: first season
es_mx: primera temporada

source: Unable to extract payment information from the text provided.
es_mx: Incapaz de extraer la información de pago, a partir del texto provisto.

source: Unable to extract valid payment information from the text provided.
es_mx: Incapaz de extraer información de pago válida, a partir del texto provisto.

source: A registration in this email has already been marked as paid. All registrations must be unpaid before this can proceed.
es_mx: Un registro en este correo, ha sido marcado como pagado. Todos los registros deben estar como no pagados antes de poder proceder.

source: A registration in this email already has an audit record, so the payment process must already have been fully handled.
es_mx: Un registro en este correo ya cuenta con revisión, por lo tanto el proceso de pago debe haber sido atendido.

source: facility
es_mx: instalaciones

source: You must first create at least one region for facilities to be located in.
es_mx: Debes al menos crear una instalación por región, para que puedan ser localizadas.

source: The following records reference this facility, so it cannot be deleted.
es_mx: Los siguientes registros hacen referencia a estas instalaciones, por lo tanto no pueden ser eliminadas.

source: Facility
es_mx: Instalaciones

source: The following records reference this %s, so it cannot be deleted.
es_mx: Los siguientes registros hacen referencia a este %s, por lo tanto no pueden ser eliminados.

source: letter
es_mx: carta

source: franchise
es_mx: franquicia

source: The following records reference this franchise, so it cannot be deleted.
es_mx: Los siguientes registros hacen referencia a esta franquicia, por lo tanto no pueden ser eliminados.

source: Franchise
es_mx: Franquicia

source: That team is already part of this franchise
es_mx: Este equipo ya es parte de una franquicia

source: You are not a captain, assistant captain or coach of the selected team
es_mx: Tu ya has sido elegido como capitán, asistente del capitán o entrenador de un equipo

source: The selected team has been added to this franchise
es_mx: El equipo seleccionado, ha sido agregado a una franquicia

source: Failed to add the selected team to this franchise
es_mx: No se pudo agregar al equipo seleccionado a una franquicia

source: team
es_mx: equipo

source: That team is not part of this franchise
es_mx: Este equipo no es parte de esta franquicia

source: All teams must be members of at least one franchise. Before you can remove this team from this franchise, you must first add it to another one.
es_mx: Todos los equipos deben ser parte, al menos, de una franquicia. antes de que retires a este equipo de la franquicia, primero debes agregarlo a otra.

source: The selected team has been removed from this franchise.
es_mx: El equipo seleccionado ha sido eliminado de esta franquicia.

source: As there were no other teams in the franchise, it has been deleted as well.
es_mx: Como no existían más equipos en la franquicia, esta ha sido eliminada también.

source: There are no other teams in the franchise, but deletion of the franchise failed.
es_mx: No existen más equipos en esta franquicia, pero la eliminación de la franquicia ha fallado.

source: Failed to remove the selected team from this franchise.
es_mx: No se ha podido eliminar al equipo seleccionado, de esta franquicia.

source: game slot
es_mx: Espacio de partido

source: You must select at least one game slot!
es_mx: ¡Debes seleccionar al menos una casilla de partido!

source: Game end time of %s is before game start time of %s!
es_mx: ¡El final del juego de %s es anterior al inicio del juego de %s!

source: Detected a pre-existing conflict with the game slot to be created at %s on %s at %s. Unable to continue. (There may be more conflicts; this is only the first one detected.)
es_mx: Hemos detectado un conflicto previo para la creación de este espacio de partido en %s en %s en %s. (Tal vez haya más conflictos; este es el primero que detectamos.)

source: game slots
es_mx: espacios para juego

source: You must select at least one %s!
es_mx: ¡Debes seleccionar al menos un %s!

source: You must select at least one division!
es_mx: ¡Debes seleccionar al menos una división!

source: This game slot has a game assigned to it and cannot be deleted.
es_mx: Este espacio para juego ha sido asignado y no puede ser borrado.

source: Game slot
es_mx: Espacio para juego

source: This game slot has no games associated with it.
es_mx: Este espacio para juego no tiene ningún juego asociado a el.

source: You can only enter scores for multiple games in "competition" divisions.
es_mx: Solamente puedes reportar resultados de múltiples juegos en "competencia" divisiones.

source: Games in this slot have already been finalized.
es_mx: Los juegos en este espacio ya han finalizado.

source: That game has not yet occurred!
es_mx: ¡Este juego no ha ocurrido!

source: incident data
es_mx: dato incidental

source: Scores have been saved and game results posted.
es_mx: El resultado ha sido almacenado y el resultado del juego anunciado.

source: Your incident report details have been sent for handling.
es_mx: El reporte del incidente ha sido enviado.

source: There was an error sending your incident report details. Please send them to %s to ensure proper handling.
es_mx: Hubo un error tratando de enviar los detalles del reporte de incidente. Por favor envíalos a %s para asegurar que serán revisados.

source: scores
es_mx: resultados

source: game
es_mx: juego

source: You do not have permission to edit that game.
es_mx: No tienes permisos para editar ese juego.

source: score details
es_mx: detalles de los resultados

source: Failed to save the score details!
es_mx: ¡No se pudieron guardar los detalles de los resultados!

source: Invalid score detail id
es_mx: Identificación inválida de los detalles de los resultados

source: Failed to delete %s
es_mx: No se pudo borrar %s

source: score detail
es_mx: detalle del marcador

source: You are not on the roster of a team playing in this game.
es_mx: No estás en el roster de un equipo que participa en este juego.

source: You are not allowed to edit that %s.
es_mx: No tienes permitido editar esa %s.

source: note
es_mx: nota

source: The %s has been deleted
es_mx: El %s ha sido borrado

source: Note
es_mx: Nota

source: You entered no text, so no note was added.
es_mx: No has escrito nada, ninguna nota fue agregada.

source: You can only delete notes that you created.
es_mx: Solo puedes borrar notas que tú has creado.

source: If you are absolutely sure that you want to delete it anyway, %s. <b>This cannot be undone!</b>
es_mx: Si estas absolutamente seguro de que deseas borrarlo de todas maneras, %s. <b>¡Esto no podrá ser revertido!</b>

source: click here
es_mx: selecciona aquí

source: Game
es_mx: Juego

source: Game was deleted, but ratings were not reset
es_mx: El juego ha sido borrado pero las calificaciones no se restablecieron

source: Game was deleted, but game slot was not cleared
es_mx: El juego ha sido borrado pero el espacio para juego no fue despejado

source: That team is not playing in this game.
es_mx: Ese equipo no está jugando este juego.

source: That team does not have attendance tracking enabled.
es_mx: Ese equipo no tiene control de asistencia habilitado.

source: player
es_mx: jugador/a

source: That person does not have an attendance record for this game.
es_mx: Esa persona no tiene registro de asistencia para este juego.

source: That person is not on this team.
es_mx: Esa persona no está en este equipo.

source: The authorization code is invalid.
es_mx: El código de autorización es inválido.
