Repository: Zuluru/Languages
Catalog: spa/LC_MESSAGES/default.po
Languages: es_mx

source: You are not allowed to change this attendance record.
es_mx: No tienes permitido cambiar este registro de asistencia.

source: That is not currently a valid attendance status for this player for this game.
es_mx: Actualmente eso no es un estado de asistencia válido para este jugador en este juego.

source: Failed to update the attendance status!
es_mx: ¡No pudo ser actualizado el estado de asistencia!

source: Failed to update the attendance comment!
es_mx: ¡No pudo ser actualizado el comentario de asistencia!

source: Attendance has been updated to %s.
es_mx: La asistencia ha sido actualizada a %s .

source: A captain
es_mx: Un capitán

source: Dependencies for that game have not yet been resolved!
es_mx: ¡Dependencias para ese partido aún no se han resuelto!

source: That team did not play in that game!
es_mx: ¡Ese equipo no jugó ese juego!

source: The score for that game has already been finalized.
es_mx: La puntuación de ese juego ya ha sido finalizada.

source: That team has already submitted a score for that game.
es_mx: Ese equipo ya ha presentado una puntuación para ese juego.

source: submitter
es_mx: peticionario

source: Someone else is currently updating the score for this game!\n\nIt's probably your opponent, try again right away.
es_mx: ¡Alguien más está actualizando el resultado de este juego ahora!\n\nPuede ser tu oponente, intenta de nuevo de inmediato.

source: The saved score does not match yours.\nSomeone else may have updated the score in the meantime.\n\nPlease refresh the page and try again.
es_mx: El resultado guardado no coincide con la suya.\nAlguien más puedo haber actualizado la puntuación en el intermedio.\n\nPor favor, actualice la página y vuelva a intentarlo.

source: You must indicate the scoring play so that the new score can be calculated.
es_mx: Debes indicar el resultado del juego para que el nuevo resultado pueda ser calculado.

source: Invalid scoring play!
es_mx: ¡Resultado del juego inválido!

source: There was an error updating the score.\nPlease try again.
es_mx: Ocurrió un error al actualizar el resultado. \nPor favor inténtelo nuevamente.

source: You can't decrease the score below zero.
es_mx: No se puede bajar el resultado por debajo de cero.

source: You must indicate the play so that the box score will be accurate.
es_mx: Debes indicar la jugada para que los datos del cuadro de puntuación sean exactos.

source: Invalid play!
es_mx: ¡Juego inválido!

source: Game timer initialized.
es_mx: Cronómetro de juego iniciado.

source: recorded
es_mx: grabado

source: You have not authorized this site to tweet on your behalf. Configure this in the Profile Preferences page.
es_mx: No ha autorizado este sitio para hacer tweet en su nombre. Configura esto en la página de tu perfil de preferencias.

source: Your message has been tweeted.
es_mx: Tu mensaje se ha enviado via twitter.

source: Failed to send the tweet.
es_mx: Error al mandar el tweet.

source: The opponent for that game has not been determined, so a score cannot yet be submitted.
es_mx: No ha sido determinado un oponente para ese juego por lo que no puede cargar un resultado aún.

source: There is already a score submitted by your team for this game. To update this, use the "edit" link.
es_mx: Ya se ha cargado un resultado para tu partido. Para actualizarlo use el vínculo "editar".

source: ID for posted score does not match the saved ID.
es_mx: El ID para el marcador anunciado no coincide con el ID guardado.

source: There is already a spirit score submitted by your team for this game. To update this, use the "edit" link.
es_mx: Ya se ha cargado un resultado de espíritu para tu partido. Para actualizarlo use el vínculo "editar".

source: ID for posted spirit score does not match the saved ID.
es_mx: El ID para el resultado de espíritu anunciado no coincide con el ID guardado.

source: You have tried to perform an invalid all-star nomination.
es_mx: Has intentado realizar una nominación inválida de estrellas.

source: a win for your team
es_mx: una victoria para tu equipo

source: a default loss for your team
es_mx: una pérdida por inasistencia para tu equipo

source: a %s-%s loss for your team
es_mx: una pérdida por %s-%s para tu equipo.

source: a loss for your team
es_mx: una pérdida para tu equipo

source: a default win for your team
es_mx: una victoria por inasistencia para tu equipo

source: a %s-%s win for your team
es_mx: una victoria por %s-%s para tu equipo

source: a tie
es_mx: empate

source: a %s-%s tie
es_mx: empate por %s-%s

source: This score has been saved. Once your opponent has entered their score, it will be officially posted.<br/><br/>The score you have submitted indicates that this game was %s. If this is incorrect, you can edit the score to correct it.
es_mx: Este marcador se ha guardado. Una vez que tu oponente introduzca su marcador, será anunciado oficialmente.<br/><br/>El marcador que cargaste indica que este fue un juego %s. Si esto es incorrecto, puedes editar el marcador para corregirlo.

source: This score agrees with the score submitted by your opponent. It will now be posted as an official game result.
es_mx: Este marcador coincide con el marcador cargado por tu oponente. Ahora será anunciado como resultado oficial del juego.

source: game results
es_mx: resultados del juego

source: You must provide a team ID.
es_mx: Debes proveer el ID de tu equipo.

source: That league does not have stat tracking enabled!
es_mx: ¡Esa liga no tiene seguimiento de estadísticas habilitado!

source: You must submit a score for this game before you can submit stats.
es_mx: Debes cargar un marcador antes de que puedas cargar las estadísticas.

source: Failed to delete previously saved %s
es_mx: No se pudo borrar el %s guardado anteriormente

source: stats
es_mx: estadísticas

source: The previously saved %s have been removed.
es_mx: El %s guardado anteriormente ha sido borrado.

source: You did not submit any stats. You can return to complete this at any time.
es_mx: No cargaste las estadísticas. Puedes volver para completarlas en cualquier momento.

source: Game has already been finalized.
es_mx: El juego se ha finalizado.

source: This score doesn't agree with the one your opponent submitted. Because of this, the score will not be posted until your coordinator approves it. Alternately, whichever captain made an error can edit their submission.
es_mx: Este marcador no coincide con el de tu oponente. Por esto, no se anunciará el marcador hasta que el coordinador lo apruebe. De otra manera, cualquiera de los capitanes que haya cometido un error puede editarlo.

source: No score entry found for either team; cannot finalize this game.
es_mx: No se encontró ninguna entrada de marcador de ningún equipo; el juego no puede finalizarse.

source: Could not successfully save game results.
es_mx: No se pudieron guardar los resultados del juego con éxito.

source: This game has not yet started.
es_mx: Este juego no ha empezado todavía.

source: No stats have been entered for this game.
es_mx: No se han ingresado estadísticas para este juego.

source: The holiday has been saved
es_mx: El festivo ha sido guardado

source: The holiday could not be saved. Please, try again.
es_mx: La festividad no ha podido ser guardada. Por favor, inténtalo de nuevo.

source: Invalid holiday
es_mx: Día festivo no valido

source: Invalid id for holiday
es_mx: Identificación invalida para festividad

source: Holiday deleted
es_mx: Festividad borrada

source: Holiday was not deleted
es_mx: La festividad no ha sido borrada

source: The following records reference this league, so it cannot be deleted.
es_mx: El registro hace referencia a una liga, por lo tanto no puede ser borrado.

source: League
es_mx: Liga

source: This league has no divisions yet.
es_mx: Esta liga no tiene divisiones todavía.

source: This league has no games scheduled yet.
es_mx: Esta liga todavía no tiene juegos programados.

source: Cannot generate standings for a league with no schedule.
es_mx: No puede generar una clasificación para una liga sin programación.

source: mailing list
es_mx: lista de envío

source: Failed to parse the rule
es_mx: No se pudo entender la regla

source: The syntax of the mailing list rule is valid, but it is not possible to build a query which will return the expected results. See the "rules engine" help for suggestions.
es_mx: La sintaxis de la regla de la lista de envío es válida pero no es posible construir una consulta que devuelva los resultados esperados. Vea la Ayuda "rules engine" para obtener sugerencias.

source: The following records reference this mailing list, so it cannot be deleted.
es_mx: Los siguientes registros hacen referencia a esta lista de envío por lo que no pueden ser borrados.

source: Mailing list
es_mx: Lista de envío

source: You are not subscribed to this mailing list.
es_mx: No estas suscrito a esta lista de envío.

source: You have successfully unsubscribed from this mailing list. Note that you may still be on other mailing lists for this site, and some emails (e.g. roster, attendance and score reminders) cannot be opted out of.
es_mx: Ha sido borrado de esta lista de envio. Nota que puedes seguir en otras listas de este sitio y algunos correos (ej. recordatorios de roster, asistencia y resultados) de los cuales no ha decidido salir.

source: There was an error unsubscribing you from this mailing list. Please try again soon, or contact your system administrator.
es_mx: Hubo un error al intentar sacarte de la lista de correos. Por favor trata de nuevo pronto o contacta al administrador del sistema.

source: That %s has not yet been laid out.
es_mx: Esos % s aún no se ha trazado.

source: %s layout
es_mx: %s trazado

source: Before using the layout editor, you must set the default latitude and longitude for your organization.
es_mx: Antes de usar el editor de trazos, debes definir la latitud y longitud para tu organización.

source: newsletter
es_mx: boletín informativo

source: The following records reference this newsletter, so it cannot be deleted.
es_mx: El siguiente registro hace referencia a este boletín informativo, por lo que no puede ser borrado.

source: Newsletter
es_mx: Boletín Informativo

source: Finished sending newsletters
es_mx: Hemos terminado de mandar el boletín informativo

source: End date cannot precede start date
es_mx: La fecha de finalización no puede preceder a la fecha de inicio

source: You must select at least one affiliate that you are interested in.
es_mx: Debes elegir al menos una afiliación en la cual estés interesado.

source: You must select an affiliate that you are interested in.
es_mx: Debes elegir una afiliación en la cual estés interesado.

source: Your profile has been saved
es_mx: Tu perfil ha sido guardado

source: account
es_mx: cuenta

source: This person does not yet have a Drupal account, and so cannot be edited.
es_mx: Esta persona no tiene aún una cuenta en Drupal por lo que no puede ser editado.

source: You do not have a note on that %s.
es_mx: No tienes una nota en esa %s.

source: preferences
es_mx: preferencias

source: Failed to save your preferences
es_mx: No se pudieron guardar tus preferencias

source: You can't add yourself as a relative!
es_mx: ¡No puedes agregarte a ti mismo como familiar!

source: Error sending email to %s.
es_mx: Error al enviar el correo electrónico a %s.

source: This person does not have an outstanding relative request for you.
es_mx: Esta persona no tiene una solicitud sobresaliente de familiares para ti.

source: You are not allowed to approve this relative request.
es_mx: Tu no puedes permitido aprobar esta solicitud de familiares.

source: Failed to approve the relative request!
es_mx: ¡No has podido aprobar la solicitud de familiares!

source: Approved the relative request.
es_mx: Solicitud de familiares ha sido aprobada.

source: team captains.
es_mx: capitanes del equipo.

source: This person is already not related to you.
es_mx: Esta persona no esta relacionada contigo.

source: You are not allowed to remove this relation.
es_mx: No estas autorizado para quitar esta relación.

source: Failed to remove the relation!
es_mx: ¡Error al quitar la relación!

source: Removed the relation.
es_mx: Relación removida.

source: The oauth token you started with doesn't match the one you've been redirected with. Do you have multiple tabs open?
es_mx: La ficha Oauth con la que comenzaste no concuerda con el que fue redirigido. ¿Tiene más de una pestaña abierta?

source: The oauth verifier is missing so we cannot continue. Did you deny the application access?
es_mx: No podemos localizar el verificador Oauth, por lo tanto no podemos continuar. ¿Le negaste la autorización a la aplicación?

source: Your Twitter authorization has been completed. You can always revoke this at any time through the preferences page.
es_mx: La autorización de tu Twitter ha sido completada. La puedes revocar en cualquier momento a través de la página de preferencias.

source: Twitter authorization was received, but the database failed to update.
es_mx: La autorización de Twitter se ha recibido, pero no hemos podido actualizar la base de datos.

source: There was an error communicating with Twitter.
es_mx: Hubo un error al comunicarnos con Twitter.

source: The callback was not confirmed by Twitter so we cannot continue.
es_mx: El llamado no fue confirmado por Twitter, por lo que no podemos continuar.

source: Your Twitter authorization has been revoked. You can always re-authorize at any time through the preferences page.
es_mx: Tu autorización de Twitter ha sido revocada. Puedes volver a autorizar en cualquier momento a través de la página de preferencias.

source: Failed to revoke your Twitter authorization.
es_mx: No hemos podido revocar tu autorización de Twitter.

source: Uploading of photos is disabled on this site.
es_mx: La opción para subir fotos a este sitio ha sido deshabilitada.

source: Your temp folder %s does not exist or is not writable.
es_mx: El folder temporal %s no existe o no es editable.

source: This system does not appear to be properly configured for photo uploads. Please contact your administrator to have them correct this.
es_mx: Este sistema no ha sido configurado correctamente para subir fotografías. Por favor contacta al administrador para corregir esto.

source: Your uploads folder %s does not exist or is not writable.
es_mx: Tu carpeta para cargar no existe o no es editable.

source: There was an unexpected error uploading the file. Please try again.
es_mx: Ha habido un error inesperado al cargar este archivo. Por favor intentelo otra vez.

source: The selected photo is too large. Photos must be less than %s.
es_mx: La fotografía que ha seleccionado es muy pesada. La fotografía tiene que ser menor a %s.

source: You must select a photo to upload
es_mx: Debes seleccionar una fotografía para cargar

source: Unexpected error uploading the file
es_mx: Error inesperado al cargar el archivo

source: The %s has been saved, but will not be visible until approved
es_mx: La %s ha sido guardado, pero no será visible hasta ser aprobada

source: photo
es_mx: fotografía

source: Approval of photos is not required on this site.
es_mx: Para este sitio no se requiere la aprobación de las fotografías.

source: There are no photos to approve.
es_mx: No hay fotografías para aprobar.

source: Error sending email to %s
es_mx: Error al mandar un correo electrónico a %s

source: Document management is disabled on this site.
es_mx: El administrador de documentos no ha sido habilitado en este sitio.

source: document
es_mx: documento

source: You do not have permission to access this document.
es_mx: No tiene autorización para acceder a este documento.

source: This system does not appear to be properly configured for document uploads. Please contact your administrator to have them correct this.
es_mx: Aparentemente este sistema no está configurado para subir documentos. Por favor ponte en contacto con tu administrador para que pueda corregir esto.

source: The selected document is too large. Documents must be less than %s.
es_mx: El archivo seleccionado es muy grande. Los archivos deben ser menores a %s.

source: You must select a document to upload
es_mx: Debes seleccionar un documento para subir

source: Document saved, you will receive an email when it has been approved
es_mx: Archivo guardado. Recibirás una notificación cuando haya sido aprobado.

source: Failed to save your document
es_mx: No se ha podido guardar tu archivo

source: There are no documents to approve.
es_mx: No hay archivos para aprobar.

source: Approved %s
es_mx: %s aprobado

source: Failed to approve the document
es_mx: No se ha podido aprobar tu archivo

source: Updated %s
es_mx: %s actualizado

source: Failed to update the document
es_mx: No hemos podido actualizar el archivo

source: You must select an badge!
es_mx: ¡Debes seleccionar una insignia!

source: Inactive %s
es_mx: %s inactivo

source: This badge must be earned, not granted.
es_mx: Esta insignia debe ser ganada y no concedido.

source: This player already has this badge
es_mx: Este jugador/a ya tiene esta insignia

source: This player has already been nominated for this badge
es_mx: Este jugador/a ya fue nominado para esta insignia

source: The badge has been assigned
es_mx: La insignia fue asignada

source: Your nomination has been saved
es_mx: Tu nominación ha sido guardada

source: Your badge assignment could not be saved. Please, try again.
es_mx: La insignia que asignaste no pudo ser guardada. Por favor inténtalo de nuevo.

source: Your nomination could not be saved. Please, try again.
es_mx: Tu nominación no pudo ser guardada. Por favor intentelo otra vez.

source: That person is not a member of this affiliate.
es_mx: Esta persona no es miembro de esta filial.

source: Badges are not enabled on this site.
es_mx: Las insignias no estan habilitadas en este sitio.

source: There are no badges to approve.
es_mx: No hay insignias para aprobar.

source: This system uses
es_mx: Este sistema utiliza

source: The following records reference this person, so it cannot be deleted.
es_mx: El siguiente registro hace referencia a esta persona, por lo que no puede ser borrado.

source: Person
es_mx: Persona

source: You must select a disposition for this account
es_mx: Debes seleccionar un orden para esta cuenta

source: That account has already been approved
es_mx: Esta cuenta ya ha sido aprobada

source: Couldn't save new member activation
es_mx: No se pudo guardar la activación para el nuevo integrante

source: Couldn't save new member information
es_mx: No se pudo guardar la informacion para este nuevo integrante

source: This player already has a preregistration for this event
es_mx: Este jugador/a ya esta pre registrado para este evento

source: The preregistration has been saved
es_mx: El pre registro ha sido guardado

source: The preregistration could not be saved. Please, try again.
es_mx: El pre registro no pudo ser guardado. Por favor, intentelo otra vez.

source: You must select an event!
es_mx: ¡Debes seleccionar un evento!

source: Invalid id for preregistration
es_mx: La identificación no es válida para el pre registro

source: Preregistration
es_mx: Pre registro

source: questionnaire
es_mx: cuestionario

source: The following records reference this questionnaire, so it cannot be deleted.
es_mx: Los siguientes registros hacen referencia a este cuestionario, por lo que no se pueden eliminar.

source: Questionnaire
es_mx: Cuestionario

source: question
es_mx: pregunta

source: The following records reference this question, so it cannot be deleted.
es_mx: Los siguientes registros hacen referencia a esta pregunta, por lo que no pueden ser borrados.

source: Question
es_mx: Pregunta

source: region
es_mx: región

source: The following records reference this region, so it cannot be deleted.
es_mx: El siguiente registro hace referencia a esta región, por lo que no puede ser borrado.

source: Region
es_mx: Región

source: Start date must be before end date!
es_mx: ¡La fecha de inicio debe ser anterior a la fecha de conclusión!

source: registration
es_mx: registro

source: Your preferences have been saved and your registration confirmed.
es_mx: Tus preferencias han sido guardadas y tu registro confirmado.

source: Your preferences for this registration have been saved.
es_mx: Tus preferencias para este registro han sido guardadas.

source: You have been added to the waiting list for this event.
es_mx: Has sido agregado a la lista de espera de este evento.

source: Your registration for this event has been confirmed.
es_mx: Tu registro para este evento ha sido confirmada.

source: Failed to perform additional registration-related operations.
es_mx: No sea han podido realizar operaciones relacionadas con el registro adicionales.

source: You have already paid for this! Contact the office to arrange a refund.
es_mx: ¡Ya pagaste esto! Contacta a la oficina para acordar un reembolso.

source: You have already received a refund for this. Refunded records are kept on file for accounting purposes.
es_mx: Ya recibiste un reembolso por esto. Los registros sobre los reembolsos son archivados con fines contables.

source: You may only unregister from events that you have registered for!
es_mx: ¡Solo puedes anular tu registro de eventos para los que te has registrado!

source: Successfully unregistered from this event.
es_mx: Has anulado exitosamente tu registro de este evento.

source: Failed to unregister from this event!
es_mx: ¡No hemos podido anular el registro para este evento!

source: Your payment was approved, but there was an error updating your payment status in the database. Contact the office to ensure that your information is updated, quoting order #<b>%s</b>, or you may not be allowed to be added to rosters, etc.
es_mx: Tu pago ha sido aprobado, sin embargo hubo un error al actualizar el estado de tu pago en la base de datos. Ponte en contacto con la oficina para asegurarte que la información ha sido actualizada. Menciona la orden: #<b>%s</b>, de lo contrario puede que no se te permita añadirte al roster.

source: There was an error updating the audit record in the database. Contact the office to ensure that your information is updated, quoting order #<b>%s</b>, or you may not be allowed to be added to rosters, etc.
es_mx: Hubo un error al actualizar los registros en la base de datos de la auditoría. Contacta la oficina para asegurarte que tu información fue actualizada, menciona la orden #<b>%s</b> , de lo contrario puede ser que no se le permita ser añadido al roster.

source: There was an error updating the payment record in the database. Contact the office to ensure that your information is updated, quoting order #<b>%s</b>, or you may not be allowed to be added to rosters, etc.
es_mx: Hubo un error al actualizar el registro del pago en la base de datos. Contacta a la oficina para asegurarte que tu información ha sido actualizada, menciona la orden #<b>%s</b>, de lo contrario puede ser que no se le permita ser añadido al roster.

source: There was an error updating the database. Contact the office to ensure that your information is updated, quoting order #<b>%s</b>, or you may not be allowed to be added to rosters, etc.
es_mx: Hubo un error al actualizar la base de datos. Contacta a la oficina para asegurarte qeu tu información ha sido actualizada, menciona la orden #<b>%s</b>, de lo contrario puede ser que que no se permite ser añadido al roster.

source: This registration is marked as %s.
es_mx: Este registro esta marcado como %s.

source: This registration is already paid in full; you may need to edit it manually to mark it as paid.
es_mx: Este registro ha sido pagado en su totalidad; es posible que necesite editarlo manualmente para marcarlo como pagado.

source: refund
es_mx: reembolso

source: payment
es_mx: pago
