Repository: Zuluru/Languages
Catalog: spa/LC_MESSAGES/default.po
Languages: es_mx

source: Show Gravatar image for your account?
es_mx: ¿Quieres que se muestre una imagen Gravatar para tu cuenta?

source: Street Address
es_mx: Dirección

source: Street and Number
es_mx: Calle y numero

source: Number, street name, and apartment number if necessary.
es_mx: Numero, nombre de la calle y numero de departamento, en caso de ser necesario.

source: To prevent system abuses, this can only be changed by an administrator. To change this, please email your new address to
es_mx: Para evitar abusos en el sistema, esto solamente puede ser cambiado por el administrador. Para cambiarlo, por favor envía por correo electrónico tu nueva dirección a

source: Name of city.
es_mx: Nombre de la ciudad.

source: Select a province/state from the list
es_mx: Elige una provincia/estado de la lista

source: Country
es_mx: País

source: Select a country from the list.
es_mx: Elige un país de la lista.

source: Please enter a correct postal code matching the address above. %s uses this information to help locate new %s near its members.
es_mx: Por favor ingresa el numero de código postal que concuerde con la dirección de arriba. %s utiliza esta información para localizar nuevos %s cerca de sus miembros.

source: Enter your home telephone number. If you have only a mobile phone, enter that number both here and below.
es_mx: Ingresa tu numero telefónico de casa. Si soloamente tienes un teléfono celular, ingresa ese numero aquí y abajo.

source: To prevent system abuses, this can only be changed by an administrator. To change this, please email your new phone number to
es_mx: Para evitar abusos en el sistema esto sólo puede ser cambiado por el administrador. Para cambiar esto por favor envía por correo electrónico con tu nuevo numero telefónico a

source: Allow other players to view home number
es_mx: Permite que otros jugadores vean tu numero de casa

source: Enter your work telephone number (optional).
es_mx: Ingresa tu numero telefónico de tu trabajo (opcional).

source: Enter your work extension (optional).
es_mx: Ingresa tu extensión del trabajo (opcional).

source: Allow other players to view work number
es_mx: Permite que otros jugadores vean tu numero de trabajo

source: Enter your cell or pager number (optional).
es_mx: Ingresa tu numero de celular o de localizador (opcional).

source: Allow other players to view mobile number
es_mx: Permita que otros jugadores vean tu numero de celular

source: Account Information
es_mx: Información de cuenta

source: Account Type
es_mx: Tipo de Cuenta

source: Player Information
es_mx: Información del jugador

source: Please use the questionnaire to
es_mx: Por favor, utiliza el cuestionario para

source: calculate your rating
es_mx: calcula tu calificación

source: To prevent system abuses, this can only be changed by an administrator. To change this, please email your new skill level to
es_mx: Para evitar abusos en el sistema esto sólo puede ser cambiado por el administrador. Para cambiar esto por favor envía por correo electrónico tu nuevo nivel de habilidad

source: To prevent system abuses, this can only be changed by an administrator. To change this, please email your correct year started to
es_mx: Para evitar abusos en el sistema esto sólo puede ser cambiado por el administrador. Para cambiar esto por favor envía por correo electrónico la fecha correcta en la que iniciaste

source: Please enter a correct birthdate; having accurate information is important for insurance purposes.
es_mx: Por favor ingresa tu fecha de nacimiento correcta; tener información fidedigna es importante para fines de aseguradora.

source: To prevent system abuses, this can only be changed by an administrator. To change this, please email your correct birthdate to
es_mx: Para evitar abusos en el sistema esto sólo puede ser cambiado por el administrador. Para cambiar esto por favor envía por correo electrónico tu fecha de nacimiento correcta

source: Please enter your height in inches (5 feet is 60 inches; 6 feet is 72 inches). This is used to help generate even teams for hat leagues.
es_mx: Por favor ingresa tu altura en pulgadas (5 pies son 60 pulgadas; 6 pies son 72 pulgadas). Esto se usa para crear equipos equitativos en la liga hat.

source: To prevent system abuses, this can only be changed by an administrator. To change this, please email your new height to
es_mx: Para evitar abusos en el sistema esto sólo puede ser cambiado por el administrador. Para cambiar esto, por favor envía por correo electrónico tu nueva altura

source: To prevent system abuses, this can only be changed by an administrator. To change this, please email your new shirt size to
es_mx: Para evitar abusos en el sistema esto sólo puede ser cambiado por el administrador. Para cambiar esto, por favor envía por correo electrónico tu nueva talla de playera a

source: Inactive Search
es_mx: Busqueda inactiva

source: Search %s
es_mx: Buscar %s

source: League Search
es_mx: Buscar liga

source: New Accounts
es_mx: Nueva cuenta

source: No accounts to approve.
es_mx: No hay cuentas para aprobar.

source: Nominate for a Badge
es_mx: Nomiar para insignia

source: Assign a Badge
es_mx: Asigniar insignia

source: Assign "%s" Badge to %s
es_mx: Asignar la insignia de "%s" a %s

source: Nominate %s for the "%s" Badge
es_mx: Nominar a %s para la insignia de "%s"

source: Participation Statistics
es_mx: Estadisticas de los participantes

source: Include details starting in
es_mx: Incluir los detalles comenzando en

source: Up to and including
es_mx: Hasta e incluyendo

source: Note that this report is time- and memory-intensive, and multi-year reports may cause it to crash, depending on php.ini settings.
es_mx: Nota que este reporte es intenso con el tiempo y la meoria y los reportes de varios años pueden causar que el sistema falle, dependiendo de la configuración del php.ini.

source: Year Started
es_mx: Año de comienzo

source: captain
es_mx: capitan

source: tournament
es_mx: torneo

source: Resize Photo
es_mx: Cambiar el tamaño de la foto

source: Upload Photo
es_mx: Subir foto

source: Preferences
es_mx: Preferencias

source: You have authorized your account to post updates to Twitter. You can %s if you no longer want to tweet updates.
es_mx: Has autorizado para que tu cuenta publique actualizaciones en Twitter. Puedes %s en caso de que en algún momento ya no quieras esto.

source: revoke this authorization
es_mx: revoca esta autorización

source: This system can post certain updates to Twitter on your behalf. To enable this, you must %s. Note that nothing will ever be tweeted automatically; this authorization enables you to tweet directly from this site.
es_mx: Este sistema puede publicar ciertas actualizaciones en Twitter de tu parte. Para permitir esto tu debes %s. Nota que esto no hara que se manden tweets automaticos; esta autorización permite que mandes tweets directos de este sitio.

source: authorize Twitter to accept these tweets
es_mx: autoriza Twitter par apoder aceptar estos tweets

source: Registration History
es_mx: Historial de Registro

source: Unregister
es_mx: No registrados

source: Membership Retention Statistics
es_mx: Estadisticas de Retención de Membrecías

source: Membership Registration
es_mx: Registro de Membrecías

source: Total Prior
es_mx: Total anteriores

source: Total Registered
es_mx: Total de registros

source: % Prior
es_mx: Anterior %s

source: Rule-based Search
es_mx: Busqueda con lienamientos

source: enter a rule and find people who match
es_mx: anota lineamiento y encuentra a toda la gente que coincida con este

source: find everyone participating in a particular league
es_mx: encuentra a todos lo que estan participando en alguna liga

source: find all inactive users (not currently on any team)
es_mx: encuentra a todos los jugadores inactivos (que no estan en ningún equipo

source: Statistics
es_mx: Estadisticas

source: Player Statistics
es_mx: Estadisticas del Jugador

source: Players by Account Status
es_mx: Jugadores por Estado de su cuenta

source: Players by Account Class
es_mx: Jugadores por clase de cuenta

source: Class
es_mx: Clase

source: Players by Gender
es_mx: Jugadores por genero

source: Players by Age
es_mx: Jugadores por edad

source: Age
es_mx: Edad

source: Players by Year Started
es_mx: Jugadores por año de comienzo

source: Year
es_mx: Año

source: Players by Skill Level
es_mx: Jugadores por habilidades de juego

source: Players by City
es_mx: Jugadores por ciudad

source: Team History
es_mx: Historia del equipo

source: work
es_mx: trabajo

source: mobile
es_mx: celular

source: Private Note
es_mx: Nota privada

source: Zuluru User Id
es_mx: Numero de Usuario en Zuluru

source: Phone (home)
es_mx: Teléfono (casa)

source: Phone (work)
es_mx: Teléfono (trabajo)

source: Phone (mobile)
es_mx: Teléfono (celular)

source: inches
es_mx: pulgadas

source: Account Class
es_mx: Clase de cuenta

source: Account Status
es_mx: Estado de la Cuenta

source: Has Dog
es_mx: Tiene un perro

source: Willing To Volunteer
es_mx: Dispuesto a ser voluntario

source: Contact For Feedback
es_mx: Contactar para retroalimentación

source: Edit Profile
es_mx: Modificar perfil

source: Edit Preferences
es_mx: Editar preferencias

source: Change Password
es_mx: Cambiar contraseña

source: Delete Player
es_mx: Borrar jugador

source: on
es_mx: encendido

source: Relatives
es_mx: Parientes

source: Approved
es_mx: Aprobado

source: You
es_mx: Tú/Ustedes

source: can control
es_mx: puede controlar

source: you
es_mx: tú/ustedes

source: Link a new relative
es_mx: Enlaza un nuevo pariente

source: Allstar Nominations
es_mx: Nominaciones para el equipo de estrellas

source: Add Preregistration
es_mx: Añadir pre-registro

source: Recent Registrations
es_mx: Registros recientes

source: Payment
es_mx: Pago

source: Show Registration History
es_mx: Mostrar el historial de registros

source: Available Credits
es_mx: Creditos disponibles

source: Show Credit History
es_mx: Mostrar Historial de Credito

source: Signed
es_mx: Firmado

source: Valid From
es_mx: Valido desde

source: Valid Until
es_mx: Valido hasta

source: Show Waiver History
es_mx: Mostrar historial de exenciones de responsabilidad

source: Documents
es_mx: Documentos

source: Document
es_mx: Documento

source: Unapproved
es_mx: Sin aprovar

source: Upload New Document
es_mx: Subir Nuevo Documento

source: Assigned Tasks
es_mx: Tarea asignada

source: Waiver History
es_mx: Historial de exenciones de responsabilidad

source: covering
es_mx: cubriendo

source: to
es_mx: para

source: Sign
es_mx: Firmar

source: Event ID
es_mx: Numero de identificación del evento

source: List Preregistrations
es_mx: Lista de preregistros

source: New Preregistration
es_mx: Preregistro nuevo

source: Questionnaires
es_mx: Cuestionarios

source: New %s
es_mx: Nuevo %s

source: Questionnaire Preview
es_mx: Previsualización del Cuestionario

source: Delete %s
es_mx: Borrar %s

source: A short name for this question, to be used as a heading in administrative reports.
es_mx: Una forma corta para esta pregunta, para ser el encabezado en el reporte administrativo.

source: The full text of the question, to be shown to users.
es_mx: El texto completo de la pregunta que se mostrara a los usuarios.

source: Will responses to this question be kept anonymous?
es_mx: ¿Las respuestas de este cuestionario se mantendrán anónimas?

source: Answer
es_mx: Respuesta

source: Add an answer to this question
es_mx: Añade una respuesta a esta pregunta

source: Id
es_mx: Numero de identificación

source: Regions
es_mx: Regiones

source: Delete Region
es_mx: Borra región

source: Add Region
es_mx: Añade Region

source: Is Open
es_mx: Esta abierto

source: New Facility
es_mx: Nueva instalación

source: List Regions
es_mx: Lista tu region

source: Edit Region
es_mx: Edita tu región

source: %s Payment
es_mx: Pago de %s

source: Payment Details
es_mx: Detalles del pago

source: Checkout
es_mx: Checar la salida

source: Registration Checkout
es_mx: Salida del Registro

source: These are your current unpaid registrations. To remove one, click the "Unregister" button; note that this will delete all of your preferences and you may lose the spot that is currently tentatively reserved for you.
es_mx: Estas son tus resgistros sin pagar actuales. Para quitr alguno de click en el botón de "Unregister", nota que esto borrara todas tus preferencias y puedes perder el lugar tentativo que actualmente estar reservado para ti.

source: <span class="highlight-message">Payment completes your registration and confirms your booking/purchase.</span>
es_mx: <span class="highlight-message">El pago completa tu registro y confirma tu reservación/compra.</span>

source: You may also %s and register for something else before paying.
es_mx: Tambien puedes %s y registrarte para algo más antes de pagar.

source: view the event list
es_mx: ver la lista del evento

source: If you want to pay online with
es_mx: Si quieres pagar en línea con

source: Order ID
es_mx: Numero de Identificación de la orden

source: Are you sure you want to unregister from this event? This will delete all of your preferences and you may lose the spot that is currently tentatively reserved for you.
es_mx: ¿Estas seguro que deseas quitar tu registro de este evento? Esto borrara todas tus preferenias y además perderas tu lugar tentativo que actualmente esta reservado para ti.

source: &reg; Trade-mark of Interac Inc. Used under licence. <a href="http://www.interaconline.com/learn/" target="_blank">Learn more</a> about INTERAC Online.
es_mx: &reg; es una Marca Regitrada de Interac Inc. Usado con la licencia de <a href="http://www.interaconline.com/learn/" target="_blank">para más información </a> sobre INTERAC en linea.

source: Credit
es_mx: Credito

source: Credit Details
es_mx: Detalles del Credito

source: Registrations
es_mx: Registro

source: Registration Details
es_mx: Detalles del Registro

source: Registration Answers
es_mx: Respuestas sobre el Registro

source: Registration List
es_mx: Lista de Registros

source: Online Transaction Result
es_mx: Resultados de la Transacción en linea

source: Refund
es_mx: Reembolso

source: Refund Details
es_mx: Detalles del reembolso

source: This payment was recorded manually, so in addition to noting the refund here you will need to issue a refund manually.
es_mx: El pago se registro de forma manual, por lo tanto, además de tener la nota del reembolso aquí tendras que hacerlo manualmnte.

source: Note that your online payment provider does not currently support automatic refunds, so in addition to noting the refund here you will need to issue a refund manually.
es_mx: Nota que tu proveedor de pagos en línea no tiene la opción de reembolso automatico, por lo tanto, aparte tener la nota de el reembolso aquí, tendras que tramitar el reembolso manualmente.

source: Registration Preferences
es_mx: Preferencias de registro

source: Note that you are only adding yourself to the waiting list for this event. You will be contacted if a space opens up at a later time.
es_mx: Note que solo se esta añadiendo a la lista de espera del evento. Sera contactado en caso de que un espacio se abra.

source: Report
es_mx: Reporte

source: Registration Report
es_mx: Reporte de registro

source: Date Range
es_mx: Rango de fechas

source: Created Date
es_mx: Fecha de creación

source: Amount
es_mx: Cantidad

source: Download %s Report
es_mx: Baja el reporte %s

source: Registration Statistics
es_mx: Estadisticas del registro

source: Registration Summary
es_mx: Sumario del registro

source: By gender:
es_mx: Por genero:

source: By payment:
es_mx: Por pago:

source: Transfer
es_mx: Transferencia

source: Transfer Details
es_mx: Detalles de la transferencia

source: Unpaid
es_mx: Sin pagar

source: Unpaid Registrations
es_mx: Registro sin pagar

source: Player / Event
es_mx: Jugador / Evento

source: Are you sure you want to delete this registration?
es_mx: ¿Estas seguro de querer borrar este registro?

source: View Registration
es_mx: Ver el registro

source: Edit Registration
es_mx: Editar su registro

source: Total Amount
es_mx: Montal total

source: Created
es_mx: Creado

source: Modified
es_mx: Modificado

source: Payment Type
es_mx: Tipo de pago

source: Payment Amount
es_mx: Monto a pagar

source: (%s refunded; see below)
es_mx: (%s reembolso; ver abajo)

source: Payment Date
es_mx: Fecha de pago

source: Online payment
es_mx: Pago en linea

source: Updated By
es_mx: Actualizado por

source: Response Code
es_mx: Codigo de respuesta

source: ISO Code
es_mx: Codigo ISO

source: Transaction Id
es_mx: Numero de identificación de la transacción

source: Approval Code
es_mx: Codigo de aprovación

source: Transaction Name
es_mx: Nombre de la transacción

source: Charge Total
es_mx: Cargo total

source: Cardholder
es_mx: Tarjetahabiente

source: Expiry
es_mx: Expira

source: Card
es_mx: Tarjeta

source: Issuer
es_mx: Emisor

source: Issuer Invoice
es_mx: Factura del emisor

source: Issuer Confirmation
es_mx: Confirmación del emisor

source: Issue Refund
es_mx: Emitir Reembolso

source: Issue Credit
es_mx: Tramita un Credito

source: Transfer Payment
es_mx: Transferir Pago

source: There is an outstanding balance of $%0.2f.
es_mx: Hay un balance sobresaliente de $%0.2f.

source: Add Payment
es_mx: Añadir Pago

source: Modified Date
es_mx: Modificar la Fecha

source: Confirm Selections
es_mx: Confirmar Selección

source: (pool names are %s)
es_mx: (los nombres de los grupos son %s)

source: Create games
es_mx: Crear partidos

source: Number of Crossovers
es_mx: Numero de cruces

source: How many crossover games do you want?
es_mx: ¿Cuántos partidos de cruce quieres?

source: Next step
es_mx: Proximo Paso

source: Select Date
es_mx: Selecciona la Fecha

source: Scheduling a %s will create a total of
es_mx: Programar un %s va a crear un total de

source: %d games across a minimum of %d time slots.
es_mx: %d juegos a través de un minimo de %s ranuras de hora.

source: %d games.
es_mx: juegos %d.

source: Schedule games in the past
es_mx: Programe juegos en el pasado

source: Daily Schedule
es_mx: Programación diaria

source: Delete Games
es_mx: Borrar juegos

source: contact all captains
es_mx: ponte en contacto con todos los capitanes

source: Proceed
es_mx: Procede

source: Set Pool Details
es_mx: Crea los Detalles para los Grupos

source: Number of Teams
es_mx: Numero de Equipos

source: Select Exclusions
es_mx: Selecciona las Exclusiones

source: create a playoff schedule
es_mx: crear un calendario para los playoff

source: Create Pools
es_mx: Crear Grupos

source: Reschedule Day
es_mx: Día Recalendarizado

source: Schedule Reschedule
es_mx: Calendario Recalendarizado

source: You are about to reschedule %d games originally scheduled for %s.
es_mx: Estás a punto de recalendarizar los juegos de %s que originalmente estaban programados para %s.

source: Reschedule games to
es_mx: Recalendarizar los partidos para

source: Publish rescheduled games for player viewing?
es_mx: ¿Quieres publicar los juegos re calendarizados para que los jugadores los puedan ver?

source: Are you sure you want to reschedule these games? This cannot be undone.
es_mx: ¿Estas seguro que quieres re calendarizar estos partidos? Esto no se podría deshacer.

source: Crossover Details
es_mx: Detalles para el cruzamiento

source: Re-seeding Details
es_mx: Detalles para la re-siembra

source: Pool
es_mx: Grupo

source: Qualifier
es_mx: Clasificador

source: No games today
es_mx: No hay juegos el día de hoy

source: %d games today
es_mx: %s juegos para hoy

source: Select Type
es_mx: Selecciona el Tipo

source: Are you sure you want to delete %s # %d?
es_mx: ¿Esta seguro que quiere borrar %s # %d?

source: Publish created games for player viewing?
es_mx: ¿Publicar los juegos creados para que los jugadores puedan verlos?

source: Settings
es_mx: Opciones

source: Sender
es_mx: Remitente

source: Feature
es_mx: Caracteristicas

source: Primary Options
es_mx: Opciones Primarias

source: Team-related Features
es_mx: Caracteristicas relacionadas con el equipo

source: User-related Features
es_mx: Caracteristicas relacionadas con el usuario

source: Twitter Features
es_mx: Caracteristicas para Twitter

source: Organization
es_mx: Organización

source: Location and Mapping
es_mx: Localización y Mapeo

source: Online Payments
es_mx: Pagos en Linea

source: Common Options
es_mx: Opciones Comunes

source: Registration Configuration
es_mx: Configuación del Registro

source: Defaulted Games
es_mx: Partidos ganados por ausencia

source: Spirit Scores
es_mx: Calificación de Espíritu

source: By using various combinations of questions and numeric entry above, you can have just the questionnaire, just the numeric entry, both or neither.
es_mx: Utilizando varias combinaciones de preguntas y entradas de números en la parte de arriba, puedes tener solamente el cuestionario, los numero, ambos o ninguno.

source: The values set above will be the default value for leagues, but can be overridden on a per-league basis.
es_mx: Los valores establecidos en la parte de arriba serán los valores predeterminados para la liga, pero pueden ser cambiados en una situación per-liga.

source: Score Entry Features
es_mx: Registrar las Caracteristicas de la Entrada

source: User
es_mx: Usuario

source: Profile Requirements
es_mx: Requerimientos para el Perfil

source: Task Slots
es_mx: Ranura de Tarea

source: Create Slots for the "%s" Task
es_mx: Crear una Ranura para la tarea "%s"

source: The system will add this many slots at the specified time.
es_mx: El sistema añadirá este numero de ranuras en la hora especificada

source: The system will add the specified number of slots at the specified time for this many consecutive days.
es_mx: El sistema añadirá un número específico de ranuras en la hora especificada para la cantidad de días.

source: Yes
es_mx: Sí

source: Task Slot
es_mx: Ranura de Tarea

source: Delete TaskSlot
es_mx: Borrar la Ranura de Tarea

source: Task Id
es_mx: Número de Identificación de la Tarea

source: Task Date
es_mx: Fecha de la Tarea

source: Task Start
es_mx: Inicio de Tarea

source: Task End
es_mx: Fin de Tarea

source: Approved By
es_mx: Aprobado Por

source: Add Task Slot
es_mx: Añadir una Ranura de Tarea

source: Assigned To
es_mx: Asignado a

source: Edit Task Slot
es_mx: Editar la ranura de tarea

source: Delete Task Slot
es_mx: Borrar la ranura de tarea

source: This description will be visible to people assigned to the task.
es_mx: Esta descripción será visible a las personas que sean asignadas a la tarea.

source: Notes will only be visible administrators.
es_mx: Solo el administrador podrá ver las notas.

source: If checked, assignments will not require separate admin approval.
es_mx: Si lo ha seleccionado, las asignaturas no requerirán una aprobación del administrador aparte.

source: If checked, volunteers will be able to sign themselves up; if not, an admin will have to assign people.
es_mx: Si lo ha seleccionado, los voluntarios podrán registrarse ellos mismo, de no ser así, un administrador tendrá que asignar a las personas.

source: List Tasks
es_mx: Enlista Tareas

source: Delete Task
es_mx: Borrar Tarea

source: Allow Signup
es_mx: Permitir Registro

source: Add Slots
es_mx: Añadir Ranura

source: Add Task
es_mx: Añadir Tarea

source: Related Task Slots
es_mx: Ranura de Tarea Relacionada

source: Sign up
es_mx: Registrarte

source: Edit Task
es_mx: Editar la Tarea

source: Assignee
es_mx: Asignatura

source: Team Events
es_mx: Evento de Equipo

source: Start Time
es_mx: Hora de Comienzo

source: End Time
es_mx: Hora de Finalización

source: Team Event Attendance
es_mx: Asistencia al Evento del Equipo

source: Edit Team Event
es_mx: Edita el Evento del Equipo

source: Edit Event
es_mx: Edita el evento

source: Delete Event
es_mx: Borra el evento

source: New Event
es_mx: Nuevo evento
