Repository: Zuluru/Languages
Catalog: spa/LC_MESSAGES/default.po
Languages: es_mx

source: You are eligible to %s. This is for team captains looking to add their team for the upcoming season.
es_mx: Eres elegible para %s. Esto es para capitanes de equipo que estan buscando añadir su equipo a la próxima temporada.

source: register a league team
es_mx: registra un equipo a la liga

source: You are eligible to %s. This is for individuals who do not already have a team and want to play on a "hat team".
es_mx: Eres elegible para %s. Esto es para individuos que no tienen ya un equipo y quieren participar en un "hat team".

source: register as an individual for league play
es_mx: registrate como individuo para jugar en una liga

source: You are eligible to %s. This is for team captains looking to add their team for a tournament or similar event.
es_mx: Eres elegible para %s. Esto es para capitanes de equipos que buscan añadir su equipo a un torneo o un evento similar.

source: register a team for a one-time event
es_mx: registrate como equipo para un envento de una sola vez

source: You are eligible to %s. This is for individuals who do not already have a team and want to play on a "hat team" in a tournament or similar event.
es_mx: Eres elegible para %s. Esto es para individuos que no tienen ya un euqipo y quieren jugar en "hat team" en un torneo o evento similar.

source: register as an individual for a one-time event
es_mx: registrarte como individuo solamente para un evento

source: There are %s that you might be interested in.
es_mx: Hay %s en los cuales puedes estar interesado a.

source: upcoming clinics
es_mx: clínicas que se acercan

source: upcoming social events
es_mx: eventons sociales que se acercan

source: Handle Chase Error Email
es_mx: Ocuparse del Error de Búsqueda del Correo Electrónico

source: Open
es_mx: Abierto

source: map of all %s
es_mx: mapa de todos/as las/los %s

source: Layout
es_mx: Trazado

source: Close
es_mx: Cerrado

source: Code
es_mx: Codigo

source: Address
es_mx: Dirección

source: City
es_mx: Ciudad

source: Province
es_mx: Provincia

source: Driving Directions
es_mx: Instrucciones para llegar en auto

source: Parking Details
es_mx: Detalles del parque

source: Transit Directions
es_mx: Direcciones de transito

source: Biking Directions
es_mx: Instrucciones para llegar en bicicleta

source: Washrooms
es_mx: Regaderas

source: Special Instructions
es_mx: Instrucciones Especiales

source: Private Instructions
es_mx: Instrucciones Privadas

source: You must be logged in to see the private instructions for this site.
es_mx: Tienes que iniciar sesión para ver las instrucciones privadas para este sitio.

source: %s at this facility
es_mx: %s en esta instalación

source: Game Slots
es_mx: Ranura de Partido

source: Bookings
es_mx: Reservaciones

source: Availability and Bookings
es_mx: Disponibilidad y Reservaciones

source: Date
es_mx: Fecha

source: Start
es_mx: Comienzo

source: End
es_mx: Fin

source: Booking
es_mx: Reservando

source: open
es_mx: abierto

source: Surface
es_mx: Superficie

source: Map
es_mx: Mapa

source: Open in new window
es_mx: Abrir en nueva ventana

source: %s&nbsp;Permit
es_mx: %s&nbsp;Permiso

source: Facility Details
es_mx: Detalles de la instalación

source: Number
es_mx: Numero

source: Indoor
es_mx: Bajo techo

source: Click for map in new window
es_mx: Da click para ver el mata en una nueva ventana

source: Click for %s layout diagram in new window
es_mx: Da clic para %s ver el diagrama en una nueva ventana.

source: Other %s at this facility
es_mx: Otras/os %s en estas instalaciones

source: Bookings
es_mx: Reservando

source: Add an Owner
es_mx: Añadir un Dueño

source: Add Team to Franchise
es_mx: Añadir Equipo a la Franquicia

source: Select a team from your history below to add to this franchise.
es_mx: Selecciona a un equipo de tu historial de abajo para añadir a esta franquicia.

source: Note that you can only add teams that you are a captain, assistant captain or coach of. This may necessitate temporarily transferring this franchise to someone else.
es_mx: Nota que solo puedes añadir equipo de los cuales eres capitán, asistente de capitán o entrenador. Esto tal vez necesite que transfieras estas franquicia a alguien mas.

source: unassigned
es_mx: sin asignar

source: Add team
es_mx: Añadir equipo

source: Franchises
es_mx: Franquicias

source: Franchise Details
es_mx: Detalles de franquicia

source: The full name of your franchise.
es_mx: El nombre completo de tu franquicia.

source: Your franchise's website, if you have one.
es_mx: El sitio web de tu franquicia, en caso de tener uno.

source: List Franchises
es_mx: Lista franquicias

source: Locate by letter:
es_mx: Encontrar por letra:

source: Owner(s)
es_mx: Dueño(s)

source: Add Team
es_mx: Añadir equipo

source: Edit Franchise
es_mx: Editar franquicia

source: Add Owner
es_mx: Añadir dueño

source: Delete Franchise
es_mx: Borrar franquicia

source: Starting with %s
es_mx: Comenzando con %s

source: Website
es_mx: Sitio web

source: Remove Team from this Franchise
es_mx: Quitar este equipo de esta franquicia

source: Are you sure you want to remove this %s?
es_mx: ¿Estas seguro de que quieres quitar este %s?

source: %s Selection
es_mx: Selección de %s

source: Game start time
es_mx: Hora de comienzo del partido

source: Time for games in this timeslot to start.
es_mx: Hora en que los juegos de esta ranura comenzaran.

source: Game timecap
es_mx: 'Timecap' para el partido

source: Time for games in this timeslot to end. Choose "---" to assign the default timecap (dark) for that week.
es_mx: Tiempo que los juegos en esta ranura terminaran. Escoge "---" para asignar el 'timecap' predeterminado (oscuro) para esa semana.

source: First date
es_mx: Primera fecha

source: Date of the first game slot to add.
es_mx: Fecha de la primera ranura del partido para añadir.

source: Weeks to repeat
es_mx: Semanas para repetir

source: Number of weeks to repeat this gameslot.
es_mx: Numero de semanas para repetir esta ranura de partido.

source: Make Gameslot Available To
es_mx: Hacer que la ranura de partido esté disponible para

source: Continue
es_mx: Continuar

source: Confirm
es_mx: Confirmar

source: Confirm %s
es_mx: Confirmar %s

source: Game slots will not be created on the following holidays:
es_mx: Una ranura de partido no será creada en los siguientes días festivos:

source: Create Slots
es_mx: Crear ranura

source: Game Slot
es_mx: Ranura de partido

source: Choose "---" to assign the default timecap (dark).
es_mx: Escoge "---" para asignar el 'timecap' preterminado (oscuro).

source: Submit Game Results
es_mx: Registra el resultado del partido

source: This game was:
es_mx: Este partido fue:

source: Game Date
es_mx: Fecha del partido

source: Game Start
es_mx: Inicio del partido

source: Game End
es_mx: Fin de partido

source: Available to Divisions
es_mx: Disponibles para las divisiones

source: Game Time
es_mx: Hora del partido

source: Location
es_mx: Lugar

source: Totals
es_mx: Totales

source: Attendance: %s
es_mx: Asistencia: %s

source: Role
es_mx: Rol

source: Updated
es_mx: Actualización

source: Attendance Change
es_mx: Cambio de asistencia

source: You are attempting to change attendance for
es_mx: Estas intentando cambiar la asistencia para

source: Current status:
es_mx: Estado actuao

source: Possible attendance options are:
es_mx: Las posibles opciones de asistencia son:

source: You may optionally add a comment
es_mx: Pues, opcionalmente, añadir un comentario

source: You may optionally add a personal note which will be included in the invitation email to the player
es_mx: Puedes, de manera opcional, añadir una nota personal que sera incluida en la invitación via correo electrónico al jugador

source: Finalized
es_mx: Terminado

source: Emailed
es_mx: Correo electrónico enviado

source: DID NOT finalize or email
es_mx: No ha terminado o enviar correo electronico

source: between
es_mx: entre

source: status
es_mx: estado

source: %s attendance reminders sent
es_mx: Se han enviado los recordatorios de asistencia de %s

source: %s attendance summaries sent
es_mx: Se ha enviado el contro de asistencia de %s

source: Edit Game
es_mx: Editar partido

source: Home Team
es_mx: Equipo local

source: currently rated
es_mx: calificación actual

source: Away Team
es_mx: Equipo que es visita

source: Date and Time
es_mx: Fecha y Hora

source: Game Status
es_mx: Estado del partido

source: Round
es_mx: Ronda

source: Email all captains
es_mx: Evía un correo electrónico a todos los capitanes

source: Score Approved By
es_mx: Marcador aprobado por

source: Score not yet finalized
es_mx: Marcado aun no finalizado

source: Score as entered
es_mx: Marcador tal cual se llenó

source: Home Score
es_mx: Marcador del local

source: Away Score
es_mx: Marcador de la visita

source: Defaulted?
es_mx: ¿Partido por default?

source: Entered By
es_mx: Llenado por

source: Entry Time
es_mx: Hora de entrada

source: Spirit Assigned
es_mx: Espíritu asignado

source: Edit Box Score
es_mx: Edita la casilla de marcador

source: Play
es_mx: Jugada

source: Add Score Detail
es_mx: Añadir detalles del marcador

source: Live Game Scoring
es_mx: Marcador en vivo

source: Finalize
es_mx: Finalizar

source: Pulling team
es_mx: Equipo que hace el pull

source: Game Note
es_mx: Nota del juego

source: Only I will be able to see this
es_mx: Solo yo podré ver esto

source: Only I and the captains of our team
es_mx: Solamente yo y los capitanes de nuestro equipo

source: Everyone on my team
es_mx: Todos en mi equipo

source: Emails are NOT sent to others when you edit an existing note.
es_mx: No se envía correos electrónicos a otros cuando editas una nota.

source: Everyone else that is allowed to see this note will be sent an email informing them. This is a good way to communicate with your teams.
es_mx: Cualquier otra persona que tenga permitido ver esta nota, se le enviara un correo electrónico informándoles. Esta es una buena manera de mantener comunicación con tu equipo.

source: Under no circumstance will the players on the other team, or anyone else, be able to see this.
es_mx: Bajo ninguna circunstancia los jugadores de otros equipos, o quien sea, será capaza de ver esto.

source: Ratings Table
es_mx: Tabla de calificaciones

source: View Ratings Table
es_mx: Ver la tabla de calificaciones

source: current
es_mx: actual

source: "what if"
es_mx: "que ocurriría si"

source: rating of
es_mx: calificación de

source: chance to win
es_mx: oportunidad de ganar

source: What if?
es_mx: ¿Qué ocurriría si?

source: Stat Entry Sheet
es_mx: Hoja para estadisticas

source: Game Notes
es_mx: Notas del partido

source: Game Stats
es_mx: Estadisticas de partido

source: Subs
es_mx: Sustitutos

source: not yet entered
es_mx: todavía no ingresados

source: substitute
es_mx: sustitutos

source: Male
es_mx: Masculino

source: Female
es_mx: Femenino

source: league coordinator
es_mx: coordinador de la liga

source: Submit Game Stats
es_mx: Ingresar las estadísticas del partido

source: Show Only Applicable Stat Options
es_mx: Mostrar todas las estadísticas que se puedan aplicar

source: Show All Stat Options
es_mx: Mostrar todas las opciones de estadisticas

source: Show All Players
es_mx: Mostrar todos los jugadores

source: Show Only Attending Players
es_mx: Mostrar solamente a los jugadores que asistieron

source: Game %d
es_mx: %d de partido

source: View Game
es_mx: Ver partido

source: Click to view
es_mx: Dar click para ver

source: Delete Game
es_mx: Borrar partido

source: Spirit for
es_mx: Espíritu para

source: The score of this game has not yet been finalized.
es_mx: El marcador de este partido todavía no termina.

source: The final scores entered by the teams do not match, and the discrepancy has not been resolved.
es_mx: Los marcadores finales que los equipos reportadorn no concuerdan y la diferencia no ha sido resuelta.

source: A scorekeeper
es_mx: Quien lleva el marcador

source: %s reported the following in-progress score as of %s:
es_mx: %s reporto el siguiente marcador en progreso como:

source: %s reported the final score as:
es_mx: %s reporto el marcador minal como:

source: Incident Reports
es_mx: Reportes de incidentes

source: Reporting Team
es_mx: Equipo del reporte

source: Notes
es_mx: Notas

source: Are you sure you want to delete this note?
es_mx: ¿Esta seguro de querer borrar esta nota?

source: Help
es_mx: Ayuda

source: Return to main help page
es_mx: Regresar a la página principal de ayuda

source: default
es_mx: no se presentó

source: Submit Stats
es_mx: Subir estadisticas

source: Live Score
es_mx: Marcador en vivo

source: Edit score
es_mx: Editar marcador

source: in progress
es_mx: en progreso

source: unofficial
es_mx: no oficial

source: score mismatch
es_mx: desventaja en el marcador

source: [Help]
es_mx: [Ayuda]

source: Additional help
es_mx: Ayuda adicional

source: unknown
es_mx: desconocido

source: Holiday
es_mx: Día festivo

source: List Holidays
es_mx: Listar días festivos

source: Holidays
es_mx: Día festivo

source: New Holiday
es_mx: Nuevo día festivo

source: Made the following ratings adjustments:
es_mx: Hacer los siguientes ajustes para la calificación:

source: games
es_mx: partidos

source: Adjusted
es_mx: Ajustado

source: and
es_mx: y

source: Closed the following divisions:
es_mx: Se cerraron las siguientes divisiones:

source: Opened the following divisions:
es_mx: Se abrieron las siguientes divisiones:

source: League Information
es_mx: Información de la liga

source: The full name of the league. Year and season will be automatically added.
es_mx: El nombre completo de la liga. El año y la temporada serán añadidos automaticamente.

source: The name of the first division in the league. If the league will only have one division, you can leave this blank.
es_mx: El nombre de la primera división en tu liga. Si la liga solamente tiene una división, puedes dejar este espacio en blanco.

source: Sport played in this league.
es_mx: Deporte jugado en esta liga.

source: Season during which this league's games take place.
es_mx: Temporada durante la cual esta liga se efectuara.

source: Number of attempts to generate a schedule, before taking the best option.
es_mx: Numero de intentas para crear un calendario, antes de elegir la mejor opción.

source: NOTE: If you set the questionnaire to "
es_mx: NOTA: Si tu elegiste que el cuestionario para "

source: Select which questionnaire to use for spirit scoring, or "
es_mx: Elige que cuestionario utilizar para la calificación de espíritu o "

source: Enable or disable the entry of a numeric spirit score, independent of the questionnaire selected above.
es_mx: Habilita o deshabilita la posibilidad de la entrada de una calificación de espíritu de manera directa, independientemente del cuestionario seleccionado en la parte de arriba.

source: Control spirit display. "All" shows numeric scores and survey answers (if applicable) to any player. "Numeric" shows game scores but not survey answers. "Symbols Only" shows only star, check, and X, with no numeric values attached. "Coordinator Only" restricts viewing of any per-game information to coordinators only.
es_mx: Contro del desplegado de espíritu. "All" muestra la calificación numérica y las respuestas a la encuesta (en caso de que aplique) a cualquier jugador. "Numeric" muestra los resultados de los partidos pero no las respuestas en la encuesta. "Symbols Only" muestra solamente la estrella, la merca y X, sin ningún valor numérico adjunto. "Coordinator Only" restringe la información para que solamente el coordinarod la pueda ver.

source: Order of tie-breakers to use in standings.
es_mx: Orden de los criterios de desempate para usar en la tabla de posiciones.

source: Used as the size of the ratings table.
es_mx: Usar del tamaño de la tabla de calificaciones.

source: When to ask captains for game stats.
es_mx: Cuando preguntar a los capitanes por las estadísticas del partido.

source: League Schedule
es_mx: Calendario de la liga

source: League Standings
es_mx: Puestos en la liga

source: League Summary
es_mx: Resumen de la liga

source: Numeric Spirit?
es_mx: ¿Espíritu numérico?

source: Max Score
es_mx: Puntuación maxima

source: Schedule Attempts
es_mx: Intentos de calendarización

source: Tie Breaker
es_mx: Criterio de desempate

source: Division Summary
es_mx: Resumen de la división

source: Games Before Repeat
es_mx: Partidos antes de repetir

source: Remind After
es_mx: Recordar despues

source: Finalize After
es_mx: Terminar después

source: from
es_mx: de

source: Stat Tracking
es_mx: Seguidor de estadisticas

source: User ID
es_mx: Numero de Usuario

source: Email Address
es_mx: Correo Electrónico

source: Postal Code
es_mx: Codigo Postal

source: Home Phone
es_mx: Teléfono en casa

source: Work Phone
es_mx: Teléfono en el trabajo

source: Work Ext
es_mx: Extensión en el trabajo

source: Mobile Phone
es_mx: Teléfono Celular

source: Birthdate
es_mx: Fecha de nacimiento

source: Height
es_mx: Altura

source: Skill Level
es_mx: Nivel de habilidades

source: Shirt Size
es_mx: Talla de playera

source: Added
es_mx: Añadido

source: Mailing List
es_mx: Lista de correos

source: Check this to allow recipients to unsubscribe from this mailing list. Be sure that your local privacy laws allow you to uncheck this before doing so.
es_mx: Marca esto para permitir que las personas puedan salir de esta lista de correos. Asegurate que tus leyes de privacidad locales te permitan desmarcar esto antes de hacerlo.

source: Rules that must be passed to include a person on this mailing list.
es_mx: La regla debe ser aprobada para incluir a esta persona en la lista de correos.

source: Mailing Lists
es_mx: Lista de correos

source: Delete Mailing List
es_mx: Borrar lista de correos para envio

source: Preview
es_mx: Previsualización

source: Opt Out
es_mx: Salir

source: Rule
es_mx: Regla

source: List Mailing Lists
es_mx: Listar lista de correos

source: Related Newsletters
es_mx: Boletines relacionados

source: Target
es_mx: Blanco

source: Delivery Report
es_mx: Reporte de envio

source: Send
es_mx: Enviar

source: Delete Newsletter
es_mx: Borrar boletin

source: %s Editor
es_mx: Editor de %s

source: All %s
es_mx: Todos los/las %s

source: Show only open %s
es_mx: Solo muestra los %s abiertos

source: Show all %s
es_mx: Muestra todos los %s

source: %s Layout
es_mx: Desplegado de %s

source: Recipient
es_mx: Remitente

source: Date Sent
es_mx: Fecha de Envio

source: Newsletters
es_mx: Boletín

source: A short name for this newsletter, to be used as a heading in administrative reports.
es_mx: Un nombre corto para este boletín, para ser utilizado como encabezado en los reportes administrativos.

source: Email address that this newsletter should come from.
es_mx: Dirección de correo electrónico de la cual este boletín debe venir.

source: Email address that this newsletter should be sent to, if different than the From address. If the "Personalize" box is checked, this is ignored.
es_mx: Dirección de correo electrónico a la que el boletín debe ser enviado, en caso de ser diferente de la dirección del remitente. Esto se ignorara si la casilla de "Personalize" es marcada.

source: Email address that replies to this newsletter should be sent to, if different than the From address.
es_mx: Direcciones de correo electrónico que respondan a este boletón se deberá mandar a, en caso de que la dirección sea diferente de la del remitente.

source: Subject line for emailing this newsletter.
es_mx: Recuadro de tema para envio de este boletín.

source: The full text of the newsletter.
es_mx: Texto completo del boletín.

source: Target date for sending this newsletter. For display purposes only; does not cause the newsletter to be sent on this date.
es_mx: Elige una fecha para mandar este boletín. Para mostrarlo solamente; no necesariamente causa que se envie en esa fecha.

source: Time (in minutes) between batches. Larger delays decrease the chance that sites like Hotmail will consider your email to be spam.
es_mx: Tiempo (en minutos) entre cada lote. Más espacio entre lotes reduce la posibilidad de que sitios como Hotmail consideren tu correo electrónico como correo no deseado.

source: Maximum number of newsletters to send in a single batch. Smaller batches decrease the chance that sites like Hotmail will consider your email to be spam.
es_mx: Numero máximo de boletines para enviar en un solo lote. Entre más pequeño el lote reduce la posibilidad de que sitios como Hotmail consideren como correo electrónico como correo no deseado.

source: Check this to personalize each email. This slows down the sending process and increases the amount of internet traffic your newsletter will generate.
es_mx: Revisa esto para personalizar cada correo electrónico. Esto hace que el proceso de envio sea mas lento e incrementa el trafico de internet que tu boletín generará.

source: Sending
es_mx: Enviando

source: Sent email to
es_mx: Enviar correo electrónico a

source: Test email sent to
es_mx: Prueba el envio de correo electrónico

source: To send yourself a test copy of this newsletter, %s.
es_mx: Para que tu mismo mandes copias de este boletín, %s.

source: To initiate delivery of this newsletter, %s.
es_mx: Para iniciar el envio de este boletín, %s.

source: Subject
es_mx: Tema

source: Text
es_mx: Texto

source: List Newsletters
es_mx: Listar Boletines

source: Add Relative
es_mx: Añadir Pariente

source: Relative
es_mx: Pariente

source: Approve Account
es_mx: Aprobar cuenta

source: %s User Id
es_mx: Numero de usuario de %s

source: The following users may be duplicates of this account (click to compare):
es_mx: Los siguientes usuarios pueden ser duplicados de la siguiente cuenta (da click para comparar):

source: This user should be:
es_mx: Este usuario debería ser:

source: Approve Badges
es_mx: Aprobar insignias

source: Reason
es_mx: Razón

source: Approve
es_mx: Aprobar

source: Edit Document
es_mx: Editar documento

source: Approve Document
es_mx: Documento aprobado

source: Approve Documents
es_mx: Documentos aprobados

source: Approve Photos
es_mx: Fotos aprobadas

source: Credits
es_mx: Creditos

source: Unused Credits
es_mx: Creditos sin usar

source: Initial Amount
es_mx: Cantidad inicial

source: Amount Used
es_mx: Cantidad utilizada

source: Membership welcome letters
es_mx: Cartas de bienvenida a la membrecía

source: Emailed %d membership letters.
es_mx: Carta de membrecía %d enviada.

source: Upload Document
es_mx: Subir documento

source: Upload
es_mx: Subir

source: Edit Your Profile
es_mx: Edita tu perfil

source: Photo
es_mx: Foto

source: Profile Photo
es_mx: Foto de perfil

source: Identity
es_mx: Identidad

source: First (and, if desired, middle) name.
es_mx: Nombre de pila (con segundo nombre, si lo deseas).

source: To prevent system abuses, this can only be changed by an administrator. To change this, please email your new name to
es_mx: Para evitar abusos en el sistema, esto solamente puede ser cabiado por el administrador. Para cambiar tu nombre por favor envía el nuevo a

source: To prevent system abuses, this can only be changed by an administrator. To change this, please email your gender to
es_mx: Para evitar abusos en el sistema, esto solamente puede ser cabiado por el administrador. Para cambiar tu genero, por favor manda un correo electrónico a

source: Select all affiliates you are interested in.
es_mx: Elige los afiliados en los que estas interesado.

source: Note that affiliates you are already a manager of (%s) are not included here; this will remain unchanged.
es_mx: Nota que los afiliados de los cuales ya eres manager (%s) no estan incluidos aquí; esto quedara sin cambio.

source: Online Contact
es_mx: Contacto en Linea

source: Allow other players to view my email address
es_mx: Permitir que otros jugadores puedan ver tu dirección de correo electrónico
