Repository: Zuluru/Languages
Catalog: spa/LC_MESSAGES/default.po
Languages: es_mx

source: transfer
es_mx: transferencia

source: This payment has already been fully refunded.
es_mx: Este pago ya ha sido completamente reembolsado.

source: Only payments can be refunded.
es_mx: Solo los pagos pueden ser reembolsados.

source: Failed to issue refund through online processor. Refund data was NOT saved. You can try again, or uncheck the "Issue refund through online payment provider" box and issue the refund manually.
es_mx: Error al momento de hacer el reembolso via en linea. Los datos del reembolso NO fueron guardados. Puedes intentarlo de nuevo o desmarcar la casilla "Hacer el reembolso a través del proveedor de pago vía en línea" y tramitar el reembolso de forma manual.

source: Only payments can be credited.
es_mx: Solo los pagos pueden ser acreditados.

source: credit
es_mx: credito

source: The %s could not be saved.
es_mx: El %s no pudo ser guardado.

source: Only payments can be transferred.
es_mx: Solamente se pueden transferir pagos.

source: This user has no unpaid registrations to transfer the payment to.
es_mx: El usuario no tiene una registro sin pagar al que haya que hacerle una transferencia de pago.

source: Transferred $%0.2f
es_mx: $%0.2f transferido

source: There are no unpaid registrations.
es_mx: No hay registros sin pagar.

source: There are no unused credits.
es_mx: No hay créditos sin usar.

source: There is nobody on the waiting list for this event.
es_mx: No hay nadie en lista de espera para este evento.

source: Cannot schedule games in a division with less than two teams.
es_mx: No se pueden programar juegos en una división con menos de tres equipos.

source: Must currently have an even number of teams in your division.
es_mx: Debes tener un número par de equipos en tu división.

source: You marked %s teams to exclude, that leaves %s.
es_mx: Has marcado que %s equipos sean excluido, esto te deja %s.

source: Select the number of pools to add.
es_mx: Selecciona la cantidad de grupos a añadir.

source: Number of teams must add up to %d.
es_mx: El número de equipos debe sumar %d.

source: Pool names cannot be empty.
es_mx: Los grupos deben tener nombre.

source: Pool names can only include letters.
es_mx: Lo nombres de los grupos solo pueden incluir letras.

source: Pool names can be no longer than two letters.
es_mx: Los nombres de grupos no pueden tener más de dos letras.

source: Pools cannot have less than 2 teams.
es_mx: Los grupos no pueden tener menos de dos equipos.

source: Pools cannot have more than 11 teams.
es_mx: Los grupos no pueden tener más de 11 equipos.

source: place teams
es_mx: acomoda los equipos

source: Invalid qualifier %s.
es_mx: %s calificador no valido.

source: You have selected %s and %s, but you cannot mix "pool"-type options with "ordinal"-type options; both could end up being the same team.
es_mx: Has seleccionado %s y %s, pero no puedes mezclar las opciones de "pool" con las opciones "ordinal", ya que ambas podrían terminar siendo el mismo equipo.

source: You must select a qualifier for each slot.
es_mx: Debes elegir un calificador para cada espacio.

source: You must select a unique qualifier for each slot.
es_mx: Debes seleccionar un calificador único para cada espacio.

source: pools
es_mx: grupos

source: Select the type of game or games to add.
es_mx: Selecciona el tipo de juego o juegos que agregaras.

source: Sorry, there are no %s available for your division. Check that %s have been allocated before attempting to proceed.
es_mx: Lo sentimos, no hay %s disponibles para tu división. Verifica cuales son los %s que han sido asignados antes de continuar.

source: Deleted games on the requested date.
es_mx: Borra los partidos en la fecha solicitada.

source: Deleted games from the requested pool.
es_mx: Partidos borrados para el grupo seleccionado.

source: Failed to delete games on the requested date.
es_mx: No se han podido borrar los partidos para la fecha solicitada.

source: Games rescheduled
es_mx: Partidos reprogramados

source: Games were rescheduled, but failed to clear unused slots!
es_mx: ¡Los partidos han sido reprogramados, pero no hemos podido vaciar el espacio no usado!

source: %s games on the requested date.
es_mx: Partidos %s en la fecha solicitada.

source: Failed to %s games on the requested date.
es_mx: No se ha podido %s los partidos en las fechas solicitadas.

source: settings
es_mx: ajustes

source: Failed to save the settings
es_mx: No se han podido guardar los ajustes

source: task slot
es_mx: ranura de tarea

source: task
es_mx: tarea

source: The task slot(s) have been saved. You may create more similar task slots below.
es_mx: La ranura (s) de tarea han sido guardadas. Puedes crear ranuras de tarea similares en la parte de abajo.

source: task slot(s)
es_mx: ranura (s) de tarea

source: The following records reference this task slot, so it cannot be deleted.
es_mx: El registro hace referencia a esta ranura de tarea, por lo tanto no puede ser borrado.

source: Task slot
es_mx: Ranura de tarea

source: This task slot has already been assigned.
es_mx: Esta ranura de tarea ya ha sido asignada.

source: This person has a conflicting assignment:\n\n%s (%s) from %s to %s on %s
es_mx: Esta persona tiene un conflicto con su tarea: \n\n%s (%s) del %s al %s en %s

source: This person has a conflicting assignment: %s (%s) from %s to %s on %s
es_mx: Esta persona tiene un conflicto con su tarea: %s (%s) del %s al %s en %s.

source: Error assigning the task slot
es_mx: Error al asignar la ranura de tarea

source: assignment
es_mx: tarea

source: This task slot has not been assigned.
es_mx: Esta ranura de tarea no ha sido asignada.

source: This task slot has already been approved.
es_mx: Esta ranura de tarea ya ha sido aprobada.

source: Error approving the task slot
es_mx: Error al aprobar la ranura de tarea

source: The %s has been approved
es_mx: Este %s ha sido aprobado

source: The following records reference this task, so it cannot be deleted.
es_mx: El siguiente registro hace referencia a esta tarea, por lo tanto no puede ser borrado.

source: Task
es_mx: Tarea

source: team event
es_mx: evento de equipo

source: Team event
es_mx: Evento de equipo

source: That person does not have an attendance record for this event.
es_mx: Esta persona no tiene un record de asistencia para este evento.

source: That is not currently a valid attendance status for this player for this event.
es_mx: Actualmente este no es un estado válido de asistencia de este jugador/a para este evento.

source: Shirt numbers are not enabled on this system.
es_mx: Los numeros de playera no estan habilitados para este sistema.

source: That player is not on this team.
es_mx: El jugador/a no esta en este equipo.

source: You do not have permission to set shirt numbers for this team.
es_mx: No tienes autorización para asignar los numeros de playera para este equipo.

source: You cannot set shirt numbers for someone not on this team.
es_mx: No puedes poner numeros de playeras para alguien que no esta en este equipo.

source: number
es_mx: numero

source: numbers
es_mx: numeros

source: This system creates teams through the registration process. Team creation through Zuluru is disabled. If you need a team created for some other reason (e.g. a touring team), please email
es_mx: Este sistema crea equipos a través de un proceso de registro. La opción para crear equipos a través de Zuluru no esta habilitada. Si necesitas crear un equipo por cualquier razón (por ejemplo un equipo para ir de gira) por favor mandanos un correo electronico.

source: The following records reference this team, so it cannot be deleted.
es_mx: El siguiente registro hace referencia a este equipo, por lo que no puede ser borrado.

source: Team
es_mx: Equipo

source: Cannot move a team to a different league
es_mx: No puedes mover un equipo a una liga diferente

source: Destination division must have the same gender ratio
es_mx: La división de destino debe tener la misma proporción en cuanto a género

source: Team has been moved to %s
es_mx: El equipo ha sido movida a %s

source: Failed to move the team!
es_mx: ¡No se ha podido mover el equipo!

source: No similar division found to move this team to!
es_mx: ¡No se ha encontrado una división con las mismas características!

source: This team has no games scheduled yet.
es_mx: No hay juegos programados para este equipo.

source: The roster deadline for this division has already passed.
es_mx: El límite para enviar el roster para esta división ya ha pasado.

source: Failed to send invitation
es_mx: No se ha podido enviar la invitación

source: This player is not on this team.
es_mx: Este jugador/a no esta en este equipo.

source: A player's role on a team cannot be changed until they have been approved on the roster.
es_mx: No se puede cambiar el rol de un jugador/a en un equipo hasta que sean aprobados en el roster.

source: All teams must have at least one player as captain.
es_mx: Todos los equipos deben tener al menos un jugador/a como capitán.

source: You do not have permission to set that role.
es_mx: No tienes autorización para acomodar esos roles.

source: That is not a valid position.
es_mx: Esa no es una posición válida.

source: Changed the player's position.
es_mx: Posición de jugador/a cambiada.

source: Failed to change the player's position.
es_mx: No se ha podido cambiar la posición del jugador/a.

source: This player is already on this team.
es_mx: Este jugador/a ya esta en este equipo.

source: You are already on this team.
es_mx: Ya estas en este equipo.

source: You are not allowed to request that role.
es_mx: No tienes permitido solicitar ese rol.

source: This player has neither been invited nor requested to join this team.
es_mx: Este jugador/a no ha sido invitado a este equipo y tampoco ha solicitado unirse a él.

source: This player has already been added to the roster.
es_mx: Este jugador/a ya ha sido añadido a este roster.

source: You are not allowed to accept this roster %s.
es_mx: Tu no tienes autorización para aceptar el/la %s de este roter.

source: You have accepted this roster %s.
es_mx: Has aceptado el/la %s de este roster.

source: The database failed to save the acceptance of this roster %s.
es_mx: Hubo un fallo al aceptar en la base de datos la %s de este roster.

source: You are not allowed to decline this roster %s.
es_mx: No tienes permitido rechazar al %s de este roster.

source: You have declined this roster %s.
es_mx: Has rechazado el %s de este roster.

source: The database failed to save the removal of this roster %s.
es_mx: La base de datos no ha podido guardar la eliminación del %s del roster.

source: Sorry, this team is not open for new players to join.
es_mx: Lo sentimos este equipo no tiene vacantes para nuevos jugadores.

source: Removed the player from the team.
es_mx: Se ha eliminado el jugador/a del equipo.

source: Failed to remove the player from the team.
es_mx: No hemos podido quitar al jugador/a del equipos.

source: Failed to set player to that state.
es_mx: No se ha podido ajustar al jugador/a a ese estado.

source: New players must be approved by an administrator before they can be added to a team; this normally happens within one business day.
es_mx: Los nuevos jugadores deben ser aprobados por el administrador antes de ser añadidos al equipo; esto normalmente sucede en un día hábil.

source: This player has not yet completed their profile. Please contact this player directly to have them complete their profile.
es_mx: Este jugador no ha completado su perfil. Por favor ponte en contacto directamente con el jugador para que lo complete.

source: You are not allowed to invite someone to that role.
es_mx: No tienes la autorización para invitar a alguien para ese rol.

source: upload type
es_mx: tipo de subida

source: The following records reference this upload type, so it cannot be deleted.
es_mx: Los siguientes registros hacen referencia a este tipo de subida, por lo que no se pueden eliminar.

source: Upload type
es_mx: Tipo de subida

source: You are already logged in!
es_mx: ¡Tu sesión ya esta iniciada!

source: THANK YOU
es_mx: GRACIAS

source: for creating an account with %s.
es_mx: por crear una cuenta con %s.

source: Your account has been created. It must be approved by an administrator before you will have full access to the site. However, you can log in and start exploring right away.
es_mx: Tu cuenta ha sido creada. Debe ser aprobada por el administrador antes de que puedas acceder completamente a ella. De todas formas puedes acceder a ella y empezar a explorar.

source: user
es_mx: usuario

source: The password has been updated
es_mx: Tu clave ha sido actualizada

source: The password could not be updated. Please, try again.
es_mx: Tu clave no ha posido ser actualizada. Por favor inténtalo de nuevo.

source: You are already logged in. Use the change password form instead.
es_mx: Ya has iniciado sesión. En lugar de esto usa la forma de cambio de clave.

source: The provided code is not valid!
es_mx: ¡El código proporcionado no es válido!

source: Your new password has been emailed to you.
es_mx: Te hemos enviado un correo electrónico con tu clave.

source: There was an error emailing your new password to you, please try again. If you have continued problems, please contact the office.
es_mx: Tuvimos un problema al intentar enviarte tu clave via correo electrónico, por favor intentalo de nuevo. Si el problema persiste, por favor contacta a la oficina.

source: No matching accounts were found!
es_mx: ¡No se han encontrado cuentas que coincidan!

source: Your reset code has been emailed to you.
es_mx: Tu codigo para reiniciar se ha enviado a tu correo.

source: There was an error emailing the reset code to you, please try again. If you have continued problems, please contact the office.
es_mx: Tuvimos un problema al intentar enviarte tu codigo para reiniciar tu cuenta, por favor inténtalo de nuevo. Si ese problema persiste, por favor contacta a la oficina.

source: Multiple matching accounts were found for this email address; you will need to specify the user name.
es_mx: Hemos encontrado cuentas que ya tienen este dirección de correo electronico; tendras que especificar tu nombre de usuario.

source: exención
es_mx: exención de responsabilidad

source: This waiver has already been signed, so for legal reasons the text cannot be edited.
es_mx: La exención de responsabilidad ya ha sido firmada, por lo tanto, por razones legales, el texto no puede ser modificado.

source: The following records reference this waiver, so it cannot be deleted.
es_mx: Los siguientes registros hacen referencia a esta exención de responsabilidad, por lo que no se pueden eliminar.

source: Waiver
es_mx: Exención de responsabilidad

source: waiver date
es_mx: fecha de la exención de responsabilidad

source: You have already accepted this waiver
es_mx: Ya has aceptado esta exención de responsabilidad

source: Waiver signed.
es_mx: exención de responsabilidad firmada.

source: Failed to save the waiver.
es_mx: No se ha podido guardar la exención de responsabilidad.

source: Sorry, you may only proceed by agreeing to the waiver.
es_mx: Lo sentimos, solo puedes continuar si estas de acuerdo con la exención de responsabilidad.

source: You have already registered and paid for this event.
es_mx: Ya estas registrado y ya pagaste para este evento.

source: You have already been added to the waiting list for this event.
es_mx: Ya has sido agregado a la lista de espera de este evento.

source: You have already registered for this event, but not yet paid.
es_mx: Ya te has registrado para este evento, pero todavía no has pagado.

source: Your payment was not received in time, so your registration has been moved to a waiting list. If you have any questions about this, please contact the head office.
es_mx: Tu pago no fue recibido a tiempo, por lo tanto, tu registro ha sido movido a la lista de espera. Si tienes alguna pregunta por favor contacta a la oficina principal.

source: To complete your payment, please proceed to the %s.
es_mx: Para completar tu pago por favor procede al %s.

source: checkout page
es_mx: página de pago de salida

source: If you registered in error or have changed your mind about participating, you can remove this from your %s.
es_mx: Si se ha registrado por error o ha cambiado su mente sobre participar en este evento, puede quitar esto de su %s.

source: registration list
es_mx: lista de registros

source: This event allows multiple registrations (e.g. the same person can register teams to play on different nights).
es_mx: Este evento permite múltiples registros (por ejemplo, la misma persona se puede registrar con equipos diferentes en diferente diferente noches de juego).

source: This event is not yet open for registration.
es_mx: Este evento todavía no esta abierto para registro.

source: Registration for this event has closed.
es_mx: El registro para este evento ha cerrado.

source: This event is for the opposite gender only.
es_mx: Este evento es solo para el sexo opuesto.

source: This event is already full. You may however %s to be put on a waiting list in case others drop out.
es_mx: Este evento ya esta lleno. De cualquier manera puedes %s ser puesto en la lista de espera en caso de que alguien cancele.

source: continue with registration
es_mx: continua con tu registro

source: You may register for this event.
es_mx: Puedes registrarte para este evento.

source: To register for this event, you must
es_mx: Para registrarse en este evento debes

source: You may register for this because there are no prerequisites.
es_mx: Te puedes registrar aquí debido a que no hay prerequisitos.

source: Team Details
es_mx: Detalles del equipo

source: Team Name
es_mx: Nombre del equipo

source: The full name of your team.
es_mx: Nombre completo del equipo.

source: Shirt Colour
es_mx: Color de playera

source: Shirt colour of your team. If you don't have team shirts, pick 'light' or 'dark'.
es_mx: Color de playera de tu equipo, en caso de no tener una playera de equipo elige 'claro' u 'oscuro'.

source: Team ID
es_mx: Identificación del equipo

source: This MUST be the same franchise that the regular-season team belongs to, or you will NOT be able to correctly set up your roster.
es_mx: Esta DEBE ser la misma franquicia a la que el equipo de la tempora regular pertenece, de lo contrario NO podrás establecer tu roster.

source: Create a new franchise
es_mx: Crear una nueva franquicia

source: You may also choose to start a new franchise.
es_mx: También puedes elegir crear una nueva franquicia.

source: Select an existing franchise to add this team to. %s You can only add teams to franchises you own; if you don't own the franchise this team should be added to, have the owner transfer ownership to you before registering this team.
es_mx: Selecciona una franquisia existente para poder agregar este equipo. %s Solamente puedes agregar equipos a franquisias de las cuales seas dueño; si no eres el dueño, debes solicitar una transferencia de propiedad antes de registrar al equipo

source: Region Preference
es_mx: Preferencias de región

source: Area of city where you would prefer to play.
es_mx: Area de la ciudad donde preferirías jugar

source: Open Roster
es_mx: Roster abierto

source: If the team roster is open, others can request to join; otherwise, only the captain can add players.
es_mx: Si el roster es abierto, otros jugadores podrían solicitar unirse a tu equipo; de otra forma el capitán es el que agrega los jugadores

source: Attendance Tracking
es_mx: Registro de asistencia

source: Would you like to enable attendance tracking for this team?
es_mx: ¿Quieres habilitar el registro de asistencia para este equipo?

source: There are insufficient %s available to support the requested schedule.
es_mx: No hay suficientes %s disponibles para soportar el horario solicitado

source: A game slot chosen for this schedule has been allocated elsewhere in the interim. Please try again.
es_mx: Una ranura de juego elegido para este horario ha sido asignado en otro lugar. Por favor, inténtelo de nuevo.

source: Must have two teams
es_mx: Debe haber dos equipos

source: There are insufficient game slots available to complete this schedule. Check the %s for details.
es_mx: No existen suficientes ranuras de juego disponibles para completar este calendario. Revisa %s para mas detalles.

source: %s Availability Report
es_mx: Reporte de disponibilidad de %s

source: The number of games before two teams can be scheduled to play each other again.
es_mx: El númerode juegos previos, antes de que estos equipos puedan jugar otra vez uno contra el otro.

source: single blank, unscheduled game (2 teams, one %s)
es_mx: espacio en blanco, juego no asignado (2 equipos, uno %s)

source: Must have even number of teams
es_mx: Debe existir un número par de equipos

source: New games will be scheduled in this round by default.
es_mx: Nuevos partidos serán calendarizados para esta ronda automaticamente.

source: Need %s weeks of gameslots, yet only %s are available. Add more gameslots.
es_mx: Semanas necesarias %s de ranuras de juego, solo %s están disponibles aún. Agrega mas ranuras de juego.

source: Had to stop with %s sets left to schedule: could not assign %s
es_mx: Tiene que detener con %s encuentros pendientes por asignarse al horario: no se puede asignar %s

source: Had to stop with %s sets left to schedule: no more game dates available
es_mx: Tiene que detener con %s encuentros pendientes por asignarse al horario: no hay mas fechas disponibles

source: Duplicate game id, check the scheduling algorithm
es_mx: Identificadore del juego duplicado, revisa el algoritmo para generar el horario

source: Unknown home dependency type "%s"
es_mx: Dependencia de local desconocida tipo "%s"

source: Unknown away dependency type "%s"
es_mx: Dependencia de visitante desconocida tipo "%s"

source: Couldn't get a slot ID: date %s, round %s
es_mx: No se puede obtener el identificador de la ranura: fecha %s, round %s

source: Couldn't get a slot ID: date %s, time %s, round %s
es_mx: No se puede obtener el identificador de la ranura: fecha %s, hora %s, round %s

source: A game dependency was not resolved before saving the game. Check the scheduling algorithm.
es_mx: Una dependencia no fue resuelta antes de salvar el juego. Revisa el algoritmo para generar el horario.

source: There is currently a %s in progress. If unsuccessful, it will expire in 15 minutes.
es_mx: Actualmente hay un %s en progreso. Si es incorrecto, expirará en 15 minutos.

source: AND
es_mx: Y

source: have a %s
es_mx: tiene un %s

source: less than
es_mx: menos que

source: less than or equal to
es_mx: menos que o igual a

source: greater than
es_mx: mayor que

source: greater than or equal to
es_mx: mayor que o igual a

source: of
es_mx: de

source: NOT
es_mx: NO

source: have the document
es_mx: tiene el documento

source: have a team count
es_mx: tiene una cuenta de equipo

source: OR
es_mx: O

source: have previously registered for the
es_mx: se ha registrado previamente para

source: or
es_mx: o

source: Registered
es_mx: Registrado

source: have signed the waiver
es_mx: ha firmado la exención de responsabilidad

source: does not have a unique affiliated team in the correct league
es_mx: no existe un único equipo afiliado en la liga correcta

source: is already on the roster for another team which is in the playoffs for the same night. A player can only participate in a given night's playoffs with a single team
es_mx: ya se encuentra en el roster para otro equipo que juega finales en la misma fecha. Un jugador sólo puede participar en un equipo
