Repository: Zuluru/Languages
Catalog: spa/LC_MESSAGES/default.po
Languages: es_mx

source: is a regular player for another team on the same night, which is registered in the playoffs. If a player's regular season team is in the playoffs, that is the only team from that night with which they can participate in the playoffs
es_mx: es un jugador regular para otro equipo que juega en la misma fecha, dicho equipo jugará en finales. Si el equipo de dicho jugador está en finales, es el único equipo al que este jugador podrá pertenecer

source: cannot have more than 2 male subs
es_mx: no puedes tener mas de 2 hombres con límite de edad

source: cannot have male subs until at least 5 males from the regular-season roster are included
es_mx: no puedes tener hombres con límite de edad hasta que existan 5 mujeres incluidas en el roster

source: cannot have more than 8 male players if subs are being used
es_mx: no puedes tener mas de 8 jugadores hombres si estás usando elementos con límite de edad

source: cannot have more than 3 female subs
es_mx: no puedes tener mas de 3 mujeres con límite de edad

source: cannot have female subs until at least 3 females from the regular-season roster are included
es_mx: no puedes tener mujeres con límite de edad hasta que existan 3 mujeres regulares incluidas en el roster

source: cannot have more than 6 female players if subs are being used
es_mx: no puedes tener mas de 6 jugadoras si estás usando elementos con límite de edad

source: meet the TUC playoff sub rule
es_mx: coincide con la regla TUC para límite de edad en finales

source: Game timer was already initialized.
es_mx: El tiempo de juego fue ya inicializado.

source: Second half was already started.
es_mx: El segundo tiempo ya empezó.

source: This game apparently hasn't started yet.
es_mx: Este juego, aparentemente, no ha comenzado.

source: The same team shouldn't pull to start both halves.
es_mx: El mismo equipo no puede hacer el saque en ambas mitades.

source: Home
es_mx: Local

source: Winner of game %s
es_mx: Ganador del juego %s

source: Loser of game %s
es_mx: Perdedor del juego %s

source: %s seed
es_mx: %s sembrado

source: Failed to save schedule changes!
es_mx: ¡Error al guardar los cambios en el horario!

source: You cannot choose the "---" as the game time/place!
es_mx: ¡No puedes escoger "---" como hora/lugar del juego!

source: Game slot at %s on %s was selected more than once!
es_mx: ¡Ranura del juego en %s y %s fue seleccionado mas de una vez!

source: You cannot choose the "---" as the team!
es_mx: ¡No puedes seleccionar "---" como equipo!

source: Team %s was scheduled twice in the same time slot!
es_mx: ¡Equipo %s fue colocado dos veces en el mismo horario!

source: Team %s was scheduled in overlapping time slots!
es_mx: ¡Equipo %s fue colocado en horarios que se enciman!

source: Team %s was scheduled on %s at different facilities!
es_mx: ¡Equipo %s fue colocado en diferentes sedes!

source: Team %s was selected more than once!
es_mx: ¡Equipo %s fue seleccionado mas de una vez!

source: You have scheduled teams from different divisions against each other (%s vs %s), but not checked the box allowing cross-division games.
es_mx: Has calendarizado un partido entre dos equipos de diferentes divisiones (%s vs %s), pero no has seleccionado la opción de juegos inter-divisiones.

source: You have scheduled a game between %s and %s in a game slot not available to them.
es_mx: Has calendarizado un juego entre %s y %s en una ranura de juego no disponible para ellos.

source: Saved schedule changes, but failed to clear unused slots!
es_mx: ¡Se han almacenado los cambios en el calendario, pero se produjo un error limpiando las ranuras no usadas!

source: Installation files deleted successfully.
es_mx: Los archivos de instalación se han borrado satisfactoriamente.

source: Could not delete installation files.
es_mx: No se han podido eliminar los archivos de instalación.

source: Installation: Welcome
es_mx: Instalación: Bienvenido

source: Step 1: Basic settings
es_mx: Paso 1: Ajustes básicos

source: Basic settings saved. Please review install.php for any advanced setting changes.
es_mx: Ajustes básicos almacenados. Por favor revisa el archivo install.php para cualquier ajuste avanzado.

source: Could not write install.php file.
es_mx: No se pudo guardar el archivo instal.php.

source: Step 2: Database configuration
es_mx: Paso 2: Configuración de la base de datos

source: Could not connect to database.
es_mx: No se ha podido establecer conección con la base de datos.

source: Could not write database.php file.
es_mx: No se puede guardar el archivo database.php.

source: Step 3: Build database
es_mx: Paso 3: Construcción de la base de datos

source: Installation completed successfully
es_mx: Instalación completada satisfactoriamente

source: Update database
es_mx: Base de datos actualizada

source: Database is already up to date.
es_mx: La base de datos está actualizada.

source: Failed to perform pre-processing on database
es_mx: Ha ocurrido un error durante el pre-procesamiento en la base de datos

source: Click here to build your database
es_mx: Da click aquí para contruir tu base de datos

source: Failed to write to %s
es_mx: Error al escribir %s

source: To ensure that future updates go smoothly, please update it manually with the following:
es_mx: Para asegurar que futuras actualizaciones sean más sencillas, por favor actualice manualmente lo siguiente:

source: Your tmp directory is writable.
es_mx: Tu directorio tmp es editable.

source: Your tmp directory is NOT writable.
es_mx: Tu directorio tmp NO es editable.

source: Your config directory is writable.
es_mx: Tu directorio config es editable.

source: Your config directory is NOT writable.
es_mx: Tu directorio config NO es editable.

source: Your core.php config file is writable.
es_mx: Tu archivo core.php es editable.

source: Your core.php config file is NOT writable.
es_mx: Tu archivo core.php NO es editable.

source: PHP version %s > 5.2
es_mx: Versión PHP %s >5.2

source: PHP version %s < 5.2
es_mx: Versión PHP %s < 5.2

source: Installation cannot continue as minimum requirements are not met.
es_mx: La instalación no puede continuar a menos que los requisitos mínimos se cumplan.

source: The following table(s) were updated:
es_mx: La(s) siguiente(s) tabla(s) fueron actualizadas:

source: Failed to complete the update!
es_mx: ¡Error al intentar la actualización!

source: This is Zuluru version %d.%d.%d, database schema version %d.
es_mx: Esta es versión de Zuluru %d.%d.%d, versión del schema de base de datos %d.

source: Your installation of version %s, database schema version %d, is dated %s.
es_mx: Tu instalación de la versión %s, versión del schema de base de datos %d, tiene fecha de %s.

source: Found %d table(s) to update.
es_mx: Se encontraron %d tablas para actualizar.

source: Ensure that the configured database user has CREATE, ALTER and DROP permissions on the database.
es_mx: Asegúrese que la configuración de base de datos tenga permisos para: CREAR, ALTERAR y BORRAR.

source: WARNING: You should perform a backup before proceeding. These updates are not typically reversible, and if anything goes wrong you will want a backup to restore from.
es_mx: ATENCION: Debes realizar un respaldo antes de continuar. Estas actualizaciones, no son siempre reversibles y si algo sale mal, seguramente querrías restaurar la versión previa.

source: Click here to proceed with database updates.
es_mx: Da click aquí para proceder con la actualización.

source: Install Zuluru
es_mx: Instalar Zuluru

source: Invalid TinyMCE configuration preset %s
es_mx: Configuración de TinyMCE %s inválida

source: Affiliates
es_mx: Afiliados

source: Add Manager
es_mx: Y el administrador

source: Add %s
es_mx: Agregar %s

source: Manager
es_mx: Administrador

source: Current Managers:
es_mx: Administradores actuales:

source: Create
es_mx: Crear

source: Edit
es_mx: Editar

source: Submit
es_mx: Enviar

source: List Affiliates
es_mx: Lista de afiliados

source: Delete
es_mx: Borrar

source: Delete Affiliate
es_mx: Afiliados eliminados

source: Are you sure you want to delete # %s?
es_mx: ¿Estás seguro que quieres eliminar # %s?

source: New
es_mx: Nuevo

source: List
es_mx: Lista

source: Name
es_mx: Nombre

source: Active
es_mx: Activo

source: Managers
es_mx: Administradores

source: Actions
es_mx: Acciones

source: None
es_mx: Ninguno

source: View
es_mx: Vista

source: Add
es_mx: Agregar

source: Add Affiliate
es_mx: Agregar afiliado

source: Select
es_mx: Seleccionar

source: By selecting an affiliate below, you will only be shown that affiliate's details throughout the site. You will be able to remove this restriction or select another affiliate to browse, using links on your home page.
es_mx: Seleccionando algún afiliado de la lista, solamente te serán presentados los detalles a través del sitio. Puedes remover estar restricción o elegir otro afiliado para buscar, usando el link en tu página de inicio.

source: Note that, regardless of which affiliate you may select, your home page and menus will always show your teams and games.
es_mx: Nota: sin importar que afiliado selecciones, tu página de inicio y menus siempre te mostrarán tu equipo y juegos.

source: User Name
es_mx: Nombre de usuario

source: First Name
es_mx: Nombre(s)

source: Last Name
es_mx: Apellidos

source: Remove
es_mx: Eliminar

source: Edit Affiliate
es_mx: Editar afiliado

source: Nothing to report today.
es_mx: No hay reportes para hoy.

source: There are %d new %s.
es_mx: Hay %d %s nuevo(s).

source: accounts to approve
es_mx: cuentas que aprovar

source: profile photos to approve
es_mx: fotos de perfil para aprovar

source: uploaded documents to approve
es_mx: documentos cargados por aprovar

source: badge nominations to approve
es_mx: nominaciones para premios por aprovar

source: You currently have %s unpaid %s. %s to complete these registrations.
es_mx: En este momento tienes %s sin pagar %s. %s para completar el registro.

source: Click here
es_mx: Da click aquí

source: Consolidated Schedule
es_mx: Horario consolidado

source: My
es_mx: Mi

source: Divisions Coordinated
es_mx: División coordinada

source: Get your personal schedule in
es_mx: Obten tu horario personal

source: format or
es_mx: formato o

source: Edit your preferences
es_mx: Edita tus preferencias

source: to enable your personal iCal feed
es_mx: para habilitar tu iCal

source: home
es_mx: local

source: Attendance
es_mx: Asistencia

source: View Game Attendance Report
es_mx: Ver reporte de la asistencia al juego

source: vs.
es_mx: contra

source: away
es_mx: fuera

source: at
es_mx: en

source: at
es_mx: en

source: report to
es_mx: reportar a

source: You are currently browsing the %s affiliate. You might want to %s or %s.
es_mx: Actualmente estás buscando el %s afiliado. Debes querer %s o %s.

source: remove this restriction
es_mx: quitar la restricción

source: select a different affiliate to view
es_mx: seleccionar un afiliado diferente

source: This site has multiple affiliates. You might want to %s.
es_mx: Este sitio tiene múltiples afiliados. Debes querer %s.

source: select a specific affiliate to view
es_mx: selecciona un afiliado específico para ver

source: This site has affiliates that you are not a member of. You might want to %s or %s.
es_mx: El sitio tiene afiliados que no son miembros. Tu debes querer %s o %s.

source: join other affiliates
es_mx: ingresa otros afiliados

source: change which affiliate you are a member of
es_mx: cambia el afiliado del cual eres miembro

source: You are a member of all affiliates on this site. You might want to %s or %s.
es_mx: Eres mmiembro de todos los afiliados en este sitio. Debes querer %s o %s.

source: reduce your affiliations
es_mx: eliminar tus afiliaciones

source: Deactivate
es_mx: Desactivar

source: Activate
es_mx: Activado

source: Badges
es_mx: Premios

source: The full name of the badge, to be used as title text on the icon.
es_mx: El nombre completo del premio será usado en el texto del ícono.

source: A detailed description of this badge, which should explain how to earn it, what it denotes, and/or what the benefits are.
es_mx: Una descripción detallada del premio, debe explicar como ganarlo, que representa y que beneficios tiene.

source: The category determines the timing for when the badge may be awarded. Don't change this unless you know what you are doing.
es_mx: La categoría determina el momento en que el premio puede ser ganado. No se debe cambiar a menos que sepas que estás haciendo.

source: The handler sets which algorithm is used to determine whether a badge should be awarded. Don't change this unless you REALLY know what you are doing.
es_mx: El controlador ajusta el algoritmo que se usa para determinar el premio otorgado. No se debe cambiar a menos que sepas que estás haciendo.

source: Select where this badge will be visible.
es_mx: Selecciona donde se puede ver este premio.

source: Include only the base name of the file; _24.png or _32.png will be appended as required.
es_mx: Incluye solamente el nombre base del archivo; _24.png or _32.png será agregado, cuando sea requerido.

source: List %s
es_mx: Lista %s

source: Delete Badge
es_mx: Premio eliminado

source: Page %page% of %pages%, showing %current% records out of %count% total, starting on record %start%, ending on %end%
es_mx: Página %page% de %pages%, mostrando el record %current% de %count% totales, comenzando en el record %start%, terminando en %end%

source: Icon
es_mx: Icono

source: Awarded
es_mx: Logrado

source: This badge is determined on-the-fly so there is no count of how many people have it
es_mx: Este premio es determinado en el momento, por lo que no hay registro de cuanta gente lo tiene.

source: Assign
es_mx: Asignar

source: Assign this Badge
es_mx: Asignar el premio

source: Initialize
es_mx: Inicilizar

source: Are you sure you want to initialize? This should only ever need to be done once when the badge system is introduced.
es_mx: ¿Estás seguro que quieres inicializar? Esto debe ser sólo necesario cuando el sistema de premios es introducido.

source: Nominate
es_mx: Nominado

source: Nominate for this Badge
es_mx: Nominado para este premio

source: Add Badge
es_mx: Agregar premio

source: previous
es_mx: anterior

source: next
es_mx: siguiente

source: Awarded to
es_mx: Otorgado a

source: people
es_mx: gente

source: Details
es_mx: Detalles

source: Visibility
es_mx: Visibilidad

source: This badge has been awarded to:
es_mx: Este premio ha sido otorgado a:

source: For
es_mx: Para

source: Edit Badge
es_mx: Editar premio

source: Categories
es_mx: Categorías

source: Delete Category
es_mx: Categoría eliminada

source: Add Category
es_mx: Agregar categoría

source: Related Tasks
es_mx: Tareas relacionadas

source: Reporting To
es_mx: Reportando a

source: List Categories
es_mx: Lista de categorías

source: Edit Category
es_mx: Editar categoría

source: Contacts
es_mx: Contactos

source: Contact Details
es_mx: Detalle de contacto

source: The name of your contact.
es_mx: El nombre de tu contacto

source: The email address for your contact. This will not be shown to users, only used to deliver messages.
es_mx: El correo electrónico de tu contacto. Esto no será mostrado para los usuarios, sólo para administradores.

source: List Contacts
es_mx: Lista de contactos

source: Email
es_mx: Correo electrónico

source: Edit Contact
es_mx: Editar contacto

source: Delete Contact
es_mx: Eliminar contacto

source: Message Contact
es_mx: Enviar mensaje a contacto

source: Add Contact
es_mx: Agregar contacto

source: Message
es_mx: Mensaje

source: Message Details
es_mx: Detalles del mensaje

source: Divisions
es_mx: Divisiones

source: Add Coordinator
es_mx: Agregar coordinador

source: Coordinator
es_mx: Coordinador

source: Current Coordinators:
es_mx: Coordinadores actuales:

source: Add Teams
es_mx: Agregar equipos

source: Team Names
es_mx: Nombre de equipos

source: This can be used to create up to %d teams at once. To create less, simply leave those names blank.
es_mx: Esto puede ser usado para crear hasta %d equipos al mismo tiempo. Para crear menos, simplemente deja espacios en blanco.

source: If selected, the system will help you to monitor attendance on a game-to-game basis.
es_mx: Si se selecciona, el sistema te ayudará a monitorear la asistencia en cada juego.

source: Reminder emails will be sent to players that have not finalized their attendance this many days before the game. 0 means the day of the game, -1 will disable these reminders.
es_mx: Correos recordatorios serán enviados a los jugadores que no han asistido, el número indicado de días antes del juego. 0 significa el mismo día del juego, -1 deshabilita los recordatorios.

source: Attendance summary emails will be sent to captains this many days before the game. 0 means the day of the game, -1 will disable these summaries.
es_mx: El resumen de asistencia se enviará por correo a los capitanes, el número indicado de días antes del juego. 0 significa el mismo día del juego, -1 deshabilita el resumen.

source: Emails notifying captains about changes in attendance status will be sent starting this many days before the game. 0 means the day of the game, -1 will disable these notifications. You will never receive notifications about any changes that happen before this time.
es_mx: Las notificaciones por correo, a cerca de los cambios en el estastus de asistencia serán enviadas estos días antes del juego. 0 significa el mismo día del juego, -1 deshabilita las notificaciones. Nunca recibirás notificaciones de ningún cambio antes de la fecha indicada.

source: Allstar Nominations Report
es_mx: Reporte de nominados al juego de estrellas

source: This list shows only those with at least %d nominations. The %s is also available.
es_mx: La lista sólo muestra aquellos con, al menos, %d nominaciones. %s está también disponible.

source: complete list
es_mx: lista completa

source: Approve Scores
es_mx: Resultados aprovados

source: not entered
es_mx: no ingresado

source: approve score
es_mx: resultado aprovado

source: Home score
es_mx: Resultado local

source: email captains
es_mx: correo de capitanes

source: Away score
es_mx: Resultado visitante

source: Division Information
es_mx: Información de la división

source: The name of the division.
es_mx: El nombre de la división

source: Coordinator Email List
es_mx: Lista de correo del coordinador

source: An email alias for all coordinators of this division (can be a comma separated list of individual email addresses).
es_mx: Un alias para el correo de todos los coordinadores de división (puede ser una lista individual de correos, separados por comas)

source: Captain Email List
es_mx: Lista de mail de capitanes

source: An email alias for all captains of this division.
es_mx: Un alias para el correo de todos los capitanes de división.

source: A short blurb to be displayed at the top of schedule and standings pages, HTML is allowed.
es_mx: Una pequeña nota puede ser desplegada en los calendarios, formato HTML permitido.

source: A short blurb to be displayed at the bottom of schedule and standings pages, HTML is allowed.
es_mx: Una pequeña nota puede ser desplegada en los calendarios, formato HTML permitido.

source: Dates
es_mx: Fechas

source: Date of the first game in the schedule. Will be used to determine open/closed status.
es_mx: La fecha del primer juego, será usada para determinar el estatus de inicio/fin.

source: Date of the last game in the schedule. Will be used to determine open/closed status.
es_mx: La fecha del último juego, será usada para determinar el estatus de inicio/fin.

source: The date after which teams are no longer allowed to edit their rosters. Leave blank for no deadline (changes can be made until the division is closed).
es_mx: Fecha límite para que los equipos envíen sus rosters. Si se deja en blanco no hay límite (los cambios se pueden realizar hasta que la división cierra).

source: Specifics
es_mx: Específicos

source: Day, or days, on which this division will play.
es_mx: Día, o días, en los cuales la división jugará.

source: Gender Ratio
es_mx: Distribusión de género

source: Gender format for the division.
es_mx: Formato de género para la división.

source: Rules that must be passed to allow a player to be added to the roster of a team in this division.
es_mx: Reglas que deben ser cumplidas para permitir que un jugador sea agregado al roster de un equipo en esta división.

source: Do players need to accept invitations, or can they just be added? The latter has privacy policy implications and should be used only when necessary.
es_mx: ¿Los jugadores necesitan aceptar la invitación o pueden ser simplemente agregados? Este ultimo tiene implicasiones importantes y sólo debe usarse de ser necesario.

source: Scheduling
es_mx: Calendarizando

source: What type of scheduling to use. This affects how games are scheduled and standings displayed.
es_mx: ¿Qué tipo de calendarización se utilizará? Esto afecta como los juegos se calendarizan y las estadísticas se muestran.

source: Allows coordinators to exclude teams from schedule generation.
es_mx: Permite a los coordinadores excluir equipos para la generación de calendarios.

source: Allows coordinators to schedule multiple games in a single game slot.
es_mx: Permite a los coordinadores calendarizar múltiples juegos en una misma ranura de juegos.

source: Scoring
es_mx: Marcador

source: What type of ratings calculation to use.
es_mx: Que tipo de calculadora de ratings se usará.

source: Email captains who haven't scored games after this many hours, no reminder if 0.
es_mx: Enviar correo al capitán que no haya registrado el resultado de su juego, despúes de estas horas, 0 si no se quiere agregar recordatorio.

source: Games which haven't been scored will be automatically finalized after this many hours, no finalization if 0.
es_mx: Los juegos en los que no se haya registrado el resultado, serán terminados automáticamente despúes de estas horas, 0 si no se quiere finalizar.

source: When to ask captains for allstar nominations.
es_mx: Cuando preguntar a un capitán sobre sus nominaciones al juego de estrellas.

source: Which team will allstar nominations come from? Ignored if the above field is set to "never".
es_mx: ¿De parte de qué equipo vienen las nominaciones al juego de estrellas? Ignorar si el campo de arriba es ajustado a "never".

source: Emails
es_mx: Correos electrónicos

source: Captain Emails
es_mx: Correos electrónicos de capitanes

source: %s Distribution Report
es_mx: Reporte del % de distribusión

source: This report includes only games that are published. You may also see it %s.
es_mx: Este reporte incluye sólo juegos que son publicados. Lo puedes ver tambien como %s.

source: including all games
es_mx: incluyendo todos los juegos

source: This report includes all games. You may also see it %s.
es_mx: Este reporte incluye todos los juegos. Puedes ver %s.

source: including only games that are published
es_mx: incluyendo sólo juegos que son publicados

source: Total games
es_mx: Juegos totales

source: Average
es_mx: Promedio

source: Adjust Ratings
es_mx: Ratings ajustados

source: Avg. Skill
es_mx: Habilidad promedio

source: Current Rating
es_mx: Rating actual

source: Initial Rating
es_mx: Rating inicial

source: New Initial Rating
es_mx: Nuevo rating inicial

source: Save Changes
es_mx: Cambios salvados

source: Reset
es_mx: Reseteado

source: Schedule
es_mx: Horario

source: Division Schedule
es_mx: Horario de la división

source: Jump to upcoming games
es_mx: Ir a juegos por venir

source: Scores
es_mx: Marcadores

source: Division Scores
es_mx: Marcadores de la división

source: Adjust Initial Seeds
es_mx: Ajustar siembra inicial

source: Initial Seed
es_mx: Siembra inicial

source: New Initial Seed
es_mx: Nueva siembra inicial
